[
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/0.jpg",
        "tagline": "Thirsty4balls",
        "location": "Dhoby Ghaut",
        "eventType": [
            "Bar",
            "Cafe",
            "Kids & Recreational",
            "Event space",
            "Meeting Room/Space",
            "Unique venue"
        ],
        "description": "A one-of-a-kind billiard cafe & bar that is uniquely designed to showcase a fun, hip and trendy vibe. Thirsty4balls is able to offer you an extremely unique and multi-usage venue with a trendy yet comfortable ambience to promote interest, enjoyment and comfort for any social and meeting appointments. All the  billiard tables can be converted to dining and board meeting tables. They have billiard games, multiple board games and a ball-pit Jacuzzi for social events to keep everyone entertained, as well as a projector screen for meeting groups or if you just want to show your personal montage on a special day. \n\nThirsty4balls is specially equipped to host a variety of events, from small family gatherings of just 10 persons in the sectioned bar space, to huge events like birthday parties, company team building and even an informal company meeting appointment.Promotions:\n10% off venue booking \n- Weekdays after 6PM\n- Promo code: WKNIGHT10\n\n15% off venue booking\n- Weekdays before 6PM \n- Promo code: WKDDAY15"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/1.jpg",
        "tagline": "BakerV",
        "location": "Tiong Bahru",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Studio",
            "Unique venue"
        ],
        "description": "BakerV is a casual and minimalistic event space, situated at Jalan Bukit Merah. This cozy space can be utilized for all sorts of events from hosting a kids birthday party to having a Team meeting with your colleagues at the BakerV. \n\nThe versatile white walls make it easy for guests to decorate the place to their liking, incorporating themed props to liven up any party and the flexible furniture give guests the option of picking and choosing the different kinds of seating plans to suit their particular event!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/2.jpg",
        "tagline": "Project Central",
        "location": "Hougang",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Studio",
            "Unique venue",
            "Training Room"
        ],
        "description": "Project Central offers an affordable cosy event space for small social events (birthday parties, baby showers, friends gatherings or networking sessions) and corporate functions (private meetings, workshops, seminars, training, team offsite, brainstorming sessions). Located in the The Midtown in Hougang Singapore, it is within a 5 minutes sheltered walk from Exit B, Hougang MRT (North East Line) and Bus Interchange."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/3.jpg",
        "tagline": "Grissini",
        "location": "Havelock Road",
        "eventType": [
            "Event space",
            "Hotel",
            "Outdoors",
            "Restaurant",
            "Unique venue"
        ],
        "description": "Grissini is a contemporary restaurant that is located in Grand Copthorne Waterfront Hotel facing the river with a stunning view of Singapore landscape. This space presents a unique interior, furnished with sleek yet modern furnitures and elegant art pieces. Also, Grissini layout provides guests the flexibility of choosing the layout with an option of removable chairs and cocktail setups. \n\nThis unique, modern, elegant and classy event venue is definitely suitable for formal events ranging from product launches, meetings, workshops, to company dinners, parties etc."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/4.jpg",
        "tagline": "Sage Restaurant & Bar",
        "location": "Rochor",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Hotel",
            "Meeting Room/Space",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "SAGE Restaurant & Bar is a beautiful restaurant which serves up contemporary fusion cuisine. SAGE provides an extensive range of food & beverage options, the restaurant aims to delight your palette and treat your guests to a gastronomic experience. There are multiple dining options ranging from an excellent in-house western course dining menu to an international buffet spread, high tea buffet, western buffet & cocktail canape reception. The venue is also equipped with audio visual facilities like a projector & microphones, a built in sound system and a private bar. Situated at Albert Street, SAGE is the perfect venue for any corporate events, birthdays, baby showers and private parties. A cosy setting which holds up to 50 pax indoors, the restaurant is adorned with beautiful fairy lights that will bring a sparkle to your event. Let’s make that event a memorable one for you here at SAGE Restaurant & Bar!Promotion: 10% off all venue packages - Bookings made through Venuerific - PROMO CODE: SAGEVF2019"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/5.jpg",
        "tagline": "Tanjong Beach Club",
        "location": "Sentosa",
        "eventType": [
            "Bar",
            "Cafe",
            "Club",
            "Event space",
            "Meeting Room/Space",
            "Outdoors",
            "Restaurant",
            "Unique venue"
        ],
        "description": "Lauded by Condé Nast Traveller as one of the World's Best Beach Clubs, Tanjong Beach Club is a serene sanctuary located on the finest sun-soaked stretch of sand in Sentosa. Designed to straddle the line between indoors and outdoors, the beach club takes its cue from the seaside homes of yesteryear, mid-century modernism and nostalgic maritime influences.\n\nTanjong Beach Club brings together beach fun and indoor luxury to all its guests. This one-of-a-kind venue is suitable for hosting events such as birthday parties, Christmas parties, bachelor parties, hen parties and many others!\nPromotion:\n10% off entire bill \n- Booking period: Now till 21 Jan 2019 \n- Event period 4 Jan - 31 Mar 2019\n- Blackout dates and terms & conditions apply* \n- Promo code: TBCOFF10"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/6.jpg",
        "tagline": "Three Degree Cafe",
        "location": "Buona Vista",
        "eventType": [
            "Cafe",
            "Kids & Recreational",
            "Event space",
            "Restaurant",
            "Unique venue"
        ],
        "description": "Three Degree Cafe is a cosy space located within a short walking distance from Buona Vista or One North MRT. Carpark here is fuss-free. Designed to be minimalistic, Three Degree Cafe is beautifully furnished with a mixture of sofa and table seating that gives off a relaxing vibe overall. It features a kids play area that can be removed for non kiddy events!Our space is perfect for hosting any event - from corporate functions to private parties! We offer catering services as well as other party needs such as decorations, dessert table, balloons, activities etc!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/7.jpg",
        "tagline": "the Hive Carpenter",
        "location": "Clarke Quay",
        "eventType": [
            "Cafe",
            "Co-working space",
            "Event space",
            "Meeting Room/Space",
            "Rooftop"
        ],
        "description": "The Hive Carpenter is set over the entire 6 storeys of a beautiful brand new building in a trendy precinct within the CBD. It has 6 floors of light-filled spaces with a unique atrium, a dedicated entrance lobby and is just a 3-minute walk to the CBD. It is a space and community which encourages dynamism, creativity, and success. The Hive Café on the 6th floor has stunning views of Marina Bay, with baristas serving fresh coffee everyday. You can enjoy the view, work and meet new people in this beautiful triple-height space.Promo CodeRedeem 10% OFF when booking a space via Venuerific (a booking of a minimum of 2 hrs required). Valid till 1st April 2019. Not valid with any in-house promotions."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/8.jpg",
        "tagline": "Glass Pavillion",
        "location": "Sentosa",
        "eventType": [
            "Event space",
            "Outdoors",
            "Private estate"
        ],
        "description": "Renowned for its standalone MICE Building, dedicated solely for all meetings, incentives, conferences, and events, Amara Sanctuary offers you a magnificent two-story full glass building that houses 7 function rooms and 1 Grand Ballroom with a luxurious reception area. With crystal clear glass panels and an air-conditioned interior, the Glass Pavilion offers the view of the lush greenery and the comfort of indoor event space. You could also say \"I Do\" in the Glass Pavilion, also fondly knows as the Glass Chapel, which sits surrounded by the Resort's garden."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/9.jpg",
        "tagline": "Beast & Butterflies, Level II",
        "location": "Robertson Quay",
        "eventType": [
            "Co-working space",
            "Event space",
            "Hotel",
            "Meeting Room/Space"
        ],
        "description": "Situated in Central Singapore, Beast & Butterflies is a non-conventional event venue that can comfortably house 50 to 70 people. This one-of-a-kind event space is specially designed by Phillipe Starck. Setting itself apart from other venues, Beast & Butterflies level II is designed specifically to allow full natural daylight, which brings a warm and cozy touch to the overall feel of the venue.Further equipped with amenities like a full bar, projector/TV and microphones, this event space is fully customizable and undeniably an awesome place to host birthday parties, baby showers, and both corporate and social functions alike."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/10.jpg",
        "tagline": "Ginett Restaurant & Wine Bar",
        "location": "Bugis",
        "eventType": [
            "Bar",
            "Cafe",
            "Restaurant",
            "Unique venue"
        ],
        "description": "Ginett is a contemporary restaurant and wine bar in Singapore’s historic Arts District. Situated at 200 Middle Road, Ginett is a go-to destination for guests looking for a relaxing yet buzzy escape. Hearty European favourites, superb French wines from $6 a glass all day long, quick and easy set lunches and late weekend brunches, are all part of Ginett’s wide-ranging offering, making it a memorable and accessible experience for everyone."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/11.jpg",
        "tagline": "Huone Events Hotel Singapore",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Conference Hall",
            "Event space",
            "Meeting Room/Space",
            "Unique venue"
        ],
        "description": "The first-of-its-kind in Asia Pacific, Huone Singapore is an all-in-one solution for business meetings and events. With 11 creative meeting rooms, the team at HUONE caters to your every event need with customised solutions: thematic meeting rooms, in-house dining, event consultation, entertainment, accommodation arrangement etc. Be it regional meetings, board meetings, team building sessions, press launches, or year-end dinners, HUONE has you covered."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/12.jpg",
        "tagline": "Novotel Singapore on Stevens Outdoor Venue",
        "location": "Orchard",
        "eventType": [
            "Kids & Recreational",
            "Event space",
            "Hotel",
            "MICE",
            "Outdoors",
            "Solemnisation"
        ],
        "description": "Outdoor venue with great, suitable for weddings, solemnisation, networking, corporate events etc"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/13.jpg",
        "tagline": "San Lou Bar",
        "location": "Buona Vista",
        "eventType": [
            "Bar",
            "Event space",
            "Unique venue"
        ],
        "description": "San Lou Bar is a retro bar located within walking distance from Buona Vista/One North MRT. Entertainment includes pool, dartslive machine, karaoke & drinking games. With a minimum of $700 (2hr) and $1000 (4hr) spending, the venue is absolutely FREE. Parking here is fuss free!\n\nEnjoy signature favourites such as the Super Beef Nachos, Chicken Wings with Spicy Homemade Dip, Truffles Fries and Beef Lasagne which are created for sharing. Catering options are available too! \n\n$700 minimum spending (2 hrs) and $1000 (4hr) minimum spending to use venue for free!\n\nHours available: 12PM- 1AM (flexible)\nAdditional charge of $100/hr after 11PM"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/14.jpg",
        "tagline": "Ginett Restaurant & Wine Bar",
        "location": "Bugis",
        "eventType": [
            "Bar",
            "Cafe",
            "Restaurant",
            "Unique venue"
        ],
        "description": "Ginett is a contemporary restaurant and wine bar in Singapore’s historic Arts District. Situated at 200 Middle Road, Ginett is a go-to destination for guests looking for a relaxing yet buzzy escape. Hearty European favourites, superb French wines from $6 a glass all day long, quick and easy set lunches and late weekend brunches, are all part of Ginett’s wide-ranging offering, making it a memorable and accessible experience for everyone."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/15.jpg",
        "tagline": "Blu Kouzina",
        "location": "Dempsey",
        "eventType": [
            "Bar",
            "Kids & Recreational",
            "Event space",
            "Meeting Room/Space",
            "MICE",
            "Outdoors",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Blu Kouzina, a favourite destination for authentic Greek cuisine in Singapore for the past few years, is moving to a new location on Dempsey Hill. A restaurant born out of the founders’ love of sharing a hearty meal with friends, spiced with quality olive oil and accompanied with good wine."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/16.jpg",
        "tagline": "The Masons Table",
        "location": "Oxley",
        "eventType": [
            "Bar",
            "Meeting Room/Space",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Located in the heart of the CBD, The Masons Table’s serves modern European food coupled with an impressive wine list and full bar. Set in relaxed and historical surroundings, we are centrally located on 23A Coleman street just around the corner from the Central Fire station/ Fort Canning and 2 steps away from the Registry of Marriages. The design and space lends itself perfectly for corporate functions, weddings, and parties.  For events set outside our regular operational hours we are more than happy to discuss opening the space for you."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/17.jpg",
        "tagline": "Into The Woods",
        "location": "Chinatown",
        "eventType": [
            "Co-working space",
            "Event space",
            "Gallery",
            "Halal Venue",
            "Meeting Room/Space",
            "MICE",
            "Solemnisation",
            "Studio",
            "Unique venue"
        ],
        "description": "Host your event in a unique rustic environment right in the heart of a Heritage loft shop house in Chinatown. This unique shop house concept provides guests with a homely and comfy venue for all kinds of events. Bringing in elements from the jungle, Into The Woods uses jungle props and knick-knacks to emulate the jungle and woods vibe. \n\nThis one-of-a-kind, jungle concept venue is perfect for hosting events such as kid’s birthday parties, team-bonding activities, reception, office parties or even Christmas parties. Provide a memorable and extraordinary experience for you and your guests at Into The Woods!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/18.jpg",
        "tagline": "Latteria Mozzarella Patio",
        "location": "Tanjong Pagar",
        "eventType": [
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "A slice of Southern Italy located just behind Singapore’s bustling CBD area, in the charming Duxton Hill. At Latteria, they offer the freshest Mozzarella and Burrata cheeses as well as an extensive traditional Italian cuisine. Located in a historic shophouse, comes with a lush alfresco terrace which provides an ethereal dining experience amidst the greenery.\n\nIt can perfectly cater to your every event need with an indoor as well as outdoor seating. Best to host: Birthday, Wedding, Solemnisation, Party, Corporate function, Team Dinner, Networking and the possibilities are countless. \nPromotion:\n10% off the total bill for any inquiry in January & February. \nInquire now for more details through Venuerific.\nPromo code: LATTERIA10"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/19.jpg",
        "tagline": "Control Space by Parallel",
        "location": "Katong",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Studio",
            "Unique venue"
        ],
        "description": "Located in the heart of Katong, Parallel is proud to present their 2nd venue, Control Space. A private event space that guarantees a different experience like no other. Ever seen an event on Instagram hosted by a friend and although you want to host something similar, you don't want it to be the same? Well, our venue guarantees that no 2 events are the same. \n\nMany other event spaces have fixed amenities which may not be suitable to every event. Their unique concept has the ability to transform your event to ensure that it's one of a kind. Your 1 stop event venue that leaves your guests wanting more. An event space, where you have total control.\n\nControl Space is suitable for: Birthday parties, Workshops, Family Gatherings, Corporate Retreats, Networking, Team Bonding, Product Launches, Afterwork ChillYour 1 stop event venue that leaves your guests wanting more. An event space, where you have total control.Amenities available1. Sound Bar - Powered by Popsical2. Enlarged Beer Pong3. Enlarged Jenga4. Wii U Console with assorted games5. Foosball 6. Darts7. Mahjong (On request)8. Projector (Can be plugged to a Laptop)9. 7 Seater Sofa 10. Counter table with bar stools11. Private toiletCheck Out : 2AMMon - Thur4 Hours - $4806 Hours - $6008 Hours - $680Fri - Sun8 Hours - $780 10 Hours - $88012 Hours - $980- Prices include cleaning fees- Per hour extension at $80/hrCatering available upon request."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/20.jpg",
        "tagline": "GRUB Burger + Noodle Bar",
        "location": "Balestier",
        "eventType": [
            "Bar",
            "Cafe",
            "Club",
            "Kids & Recreational",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Unique venue"
        ],
        "description": "Looking for a fun location to host a party with a difference? Our poolside cafe is perfect for all occasions like birthday celebrations, family gatherings, class reunions and more! The lovely alfresco seating area overlooks the pool, making it a great venue for under-the-sea, hawaiian or mermaid-themed parties. Your guests will also enjoy delicious food options and ample parking.\n\nContact us at info@grub.com.sg to book your private poolside party today. Splash and nom away!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/21.jpg",
        "tagline": "WISH Studio - Singapore",
        "location": "Hougang",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Solemnisation",
            "Studio",
            "Unique venue"
        ],
        "description": "This space in Singapore offers spaces for events like Birthday parties ,baby showers, ROM and Corporate Meetings, Team Bonding sessions with possibilities being endless. \n\nThe flexibility of the space and of the seating arrangement makes it really convenient. you can Conduct your workshops, classes and events in this stylish shophouse located in the heartlands instead of CBD area. \nContact us now for booking ! \n\nRental includes all the tables and chairs, wifi, portable projector and speakers and space comes with an attached restroom for your guests comfort .\n\nExternal catering & Decorations is allowed in this venue.We also offer Dessert table and photography package.\n\nAll bookings are subjected to a cleaning fee and this is to help us sanitise the venue for the following booking &  Returnable Security Deposit. \n\nThis Space is close to Hougang MRT/ Interchange and Hougang Village and Swimming complex"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/22.jpg",
        "tagline": "The Usual Place SG",
        "location": "Lavender",
        "eventType": [
            "Bar",
            "Kids & Recreational",
            "Event space",
            "Halal Venue",
            "Meeting Room/Space",
            "Solemnisation",
            "Studio",
            "Unique venue"
        ],
        "description": "The Usual Place SG is an rustic looking and unique event space. With a spacious 2,200sq space, this event venue is perfect for hosting huge parties! Furthermore, guests get to experience complete privacy with their own private lift. Being surrounded by greenery and water, guests of the Usual Place SG get to feel close to nature, a unique, reminiscing, off the beaten track vibe.\n\nAlong with the exotic locations, this venue provides its guests fun and exciting amenities, including Nintendo Switch, arcade machine, karaoke, bar counter, board games, giant jenga, pool table and a foosball table. The multiple amenities makes this an entertainment haven for you and your guests, perfect for hosting parties, intimate get togethers, team-bonding activities, client meetings, and many more events!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/23.jpg",
        "tagline": "Come and say hello studio",
        "location": "Tiong Bahru",
        "eventType": [
            "Co-working space",
            "Event space",
            "Meeting Room/Space",
            "Studio",
            "Unique venue"
        ],
        "description": "Nestled in a cosy neighbourhood filled with architectural, cultural and historic significance. This studio is situated in the heart of Tiong Bahru and is great for creative events, workshops and private gatherings. The light-filled space features a spacious lounge area with adjoining room, full equipped kitchen and cozy dining area. \n\nJust a stone’s throw away from the Tiong Bahru Market and Tiong Bahru MRT station, guests can have easy access to this studio. Additonally, there are also ample parking spaces available behind the studio for guests who are driving. The added convenience to that this place provides will be a perfect venue you are searching for!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/24.jpg",
        "tagline": "Kallang Theatre",
        "location": "Kallang",
        "eventType": [
            "Auditorium",
            "Ballroom",
            "Conference Hall",
            "Event space",
            "Gallery",
            "Halal Venue",
            "Meeting Room/Space",
            "MICE",
            "Outdoors",
            "Rooftop",
            "Solemnisation",
            "Studio",
            "Theater",
            "Unique venue",
            "Training Room",
            "Function hall"
        ],
        "description": "Currently located centrally right next to Stadium MRT. This 1,708 seater theatre is the renowned venue for notable international acts such as Les Miserables, Cats, Chicago the Musical, Miss Saigon and Phantom of the Opera. It has housed concerts, ceremonial functions, university convocations and many more. The stage has a proscenium width of 15m and an area of 252 sqm. It is equipped with up-to-date lighting and sound equipment and has an electronically operated orchestra pit.  \n\nThe two-leveled auditorium and backstage areas are fully air-conditioned. Other facilities within the Kallang Theatre include 10 dressing rooms, 2 large foyers VIP rooms, function rooms, Loading/unloading bay and an in-house carpark with a capacity of 200 cars lots. It is conveniently located opposite the new Singapore Sports Hub and has the Stadium MRT Station right at its doorstep. The convenience and accessibility of this venue is an added bonus to the large and spacious rooms available for your choosing. Kallang Theatre would be an amazing place to host events such as product launches, product exhibitions, corporate seminars, corporate functions and company dinner and dance. \n\n\n\nKallang Theatre also offers Orchid room which is a one-of-a-kind ballroom that is both spacious and luxurious in style. This ballroom is able to accommodate up to 300 pax and is equipped with state of the art audio and audiovisual technology. This event venue has flexible space which allows you the freedom to choose the seating layout that will best suit your event. \n\nThis event space is suitable for hosting a variety of events such as wedding, ceremony, product launch, product exhibition, corporate dinner and dance, corporate seminar and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/25.jpg",
        "tagline": "FOMO",
        "location": "Bugis",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Halal Venue",
            "Meeting Room/Space",
            "Outdoors",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "FOMO is an out of the ordinary little bar, located in Kampong Glam. Inside FOMO, this bar is furnished with bright neon lights and comfortable chairs and tables. FOMO’s exterior is further decorated with graffiti, which is an uncommon sight in Singapore. This restaurant and bar give a laid-back and relaxing vibe to its customers, making them feel right at home!\n\nThis unique event venue in the heart of Kampong Glam suitable for your every event needs. Be it whether it is your birthday, corporation function, party, wedding or any celebration, FOMO is there to cater to your needs. Inquire now for more updates."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/26.jpg",
        "tagline": "Auditorium @ MOX, Katong Point",
        "location": "Joo Chiat",
        "eventType": [
            "Auditorium",
            "Co-working space",
            "Meeting Room/Space"
        ],
        "description": "Designed around a playful and liberating perspective, the auditorium seats about 50 pax with standing room for up to 60 people. Comes with projector, basic sound system, and a variety of hammocks thoughtfully sponsored by our partner, Airmocks. Complimentary access to the pantry available on request. MOX is Singapore’s first and largest independent design resource workspace that aims to empower the local creative community by providing makers, artists and designers with a home to work and co-exist. \n\nSituated within the first heritage town, Katong, MOX is the anchor tenant of a 4-storey building, Katong Point. Designed for the makers, this resource centre will include specialty tools and programmes to facilitate creative collaborations. A place that is casual, cozy and trendy, this place is great for talks, workshops and corporate seminars!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/27.jpg",
        "tagline": "Funsiamo",
        "location": "Esplanade",
        "eventType": [
            "Kids & Recreational",
            "Event space",
            "Studio",
            "Unique venue"
        ],
        "description": "*** BAKE OFF FUN PROMOTION ***\n\nPromo Code: BOF100\n\n\n            Bake off Contest: Winner walks away with a Funsiamo eVoucher worth $100\n            All participants are entitled to a 15% discount eVoucher for the next visit\n\n\nTerms & Conditions\n\n            Minimum spending of $2,000 before GST\n            All eVouchers are applicable from Mondays to Fridays only (excluding eve of Public Holidays and Public Holidays).\n            Promotion is valid for first 50 sign-ups on Venuerific.\n            All T&C on eVoucher applies\n\n\n\n\n\n\n\n\n  \n \n\n\nFunsiamo is Taiwan’s leading and premium D-I-Y Baking Studio. Singapore is its first overseas outlet. Choose from a library of #instaworthy and carefully crafted recipes on an iPad. And bake at your own convenience, at your own selected timing.\n\nOur friendly staff, the daymakers, are on hand to advise and make sure you bring home happy, successful bakes! The sleek and fully equipped baking studio is the perfect venue to host hen parties, corporate team bonding events, birthday parties and special occasions. Looking to re-create a thrilling MasterChef Bake-off among friends, family or colleagues? Funsiamo offers a bespoke party or corporate packages that include free-flow drinks, pretty dessert platters and catered buffet spread. Recipes include the popular Valrhona Banana Chocolate Cake, Rarity Unicorn Cake, Rainbow Cake and Starry Night Macarons, among many other instagrammable bakes. On top of that, the commitment to quality is evident in the curated ingredients.\n\n\n\n\n    \n        Unique Features\n        \n            No class schedule required!\n            Simply follow carefully- crafted iPad videos & written instructions.\n            Friendly staff on hand to assist & advise.\n            Ingredients & equipment prepared for you.\n            No hassle, no cleaning up.\n            #Instaworthy bakes!\n            Walk-ins or reservations accepted."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/28.jpg",
        "tagline": "CoSpace Park",
        "location": "Science Park",
        "eventType": [
            "Cafe",
            "Co-working space",
            "Conference Hall",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "Brand New Vibrant Event Space. CoSpace Park is a cozy and modern fitted space able to cater to all your needs. It flexible and fitted with an in-house cafe. CoSpace Park is built in at the heart of Science Park 2. Surrounded by lush greenery, this space aims to provide the best environment for innovation and meaningful relationships to occur. Round the corner of CoSpace Park, they also have private offices and hot desking to offer individuals or corporates that want to build something that can make a difference.\n\nThe Arena Space can be used for a variety of occasions such as private events, town halls, gatherings, private events, product launch, and more. The flexible working space is just the space you need for all your hosting needs!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/29.jpg",
        "tagline": "Villa Paradiso",
        "location": "Botanic Gardens",
        "eventType": [
            "Kids & Recreational",
            "Event space",
            "Meeting Room/Space",
            "Outdoors",
            "Private estate",
            "Unique venue"
        ],
        "description": "Tucked away behind a stone wall near the Botanical Garden, Villa Paradiso is a unique, private sanctuary of exotic beauty and comfort. It has a combination of free flow living spaces, charming courtyard, and lush tropical garden. Enjoy the tropical scenery that Villa Paradiso presents, this exotic location is truly a sight to behold. \n\n\"Celebrate your destination event in Singapore\" This house is now available for your private event. It's a perfect, intimate venue to host your very special wedding, fashion show and product launch in style. \nPromotion:\n10% off event booking for SC staff\n- Promotion not available with other deals\n- Promo code: SCBVRDEAL\n\n10% off event booking for JP Morgan staff\n- Promotion is not available with other deals\n- Promo code: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/30.jpg",
        "tagline": "Latteria Mozzarella Restaurant",
        "location": "Duxton Hill",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "A slice of Southern Italy located just behind Singapore’s bustling CBD area, in the charming Duxton Hill. At Latteria, they offer the freshest Mozzarella and Burrata cheeses as well as an extensive traditional Italian cuisine. Located in a historic shophouse, the cosy indoor restaurant comes with a lush alfresco terrace which provides an idyllic setting - perfect for an unforgettable dining experience in Singapore. \n \nA capacious traditional Italian restaurant that is best to host: Birthday, Wedding, Solemnisation, Party, Corporate function, Team Lunch, Networking and the possibilities are countless.  \nPromotion:\n10% off the total bill for any inquiry in January & February. \nInquire now for more details through Venuerific.\nPromo code: LATTERIA10"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/31.jpg",
        "tagline": "The Admiral at Marina at Keppel Bay",
        "location": "Keppel",
        "eventType": [
            "Outdoors",
            "Solemnisation",
            "Unique venue",
            "Yacht"
        ],
        "description": "Flagship yacht, The Admiral, is a Grand Banks 52 Europa specially designed for luxurious cruising. The deluxe interior boasts finely-crafted finishings, designer fittings, expansive lounge spaces and a grand saloon that offers impressive views from helm to aft deck. The flybridge sets a lavish lounge for entertaining, with abundant seating and a large hand-made teak table specially made for sunset dining. \n\nWhether it’s a corporate event, family get-together or chilling-out with friends, The Admiral is perfect for a day of cruising, dining and entertainment out at sea."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/32.jpg",
        "tagline": "SMU Event Spaces",
        "location": "Bras Basah",
        "eventType": [
            "Auditorium",
            "Ballroom",
            "Conference Hall",
            "Event space",
            "Meeting Room/Space",
            "Outdoors",
            "Theater",
            "Unique venue"
        ],
        "description": "SMU is a premier university renown for its world-class research and distinguished teaching. It has now opened its ultra-modern and highly flexible spaces within the campus for events. \n\nThe Mochtar Riady Auditorium:\nEquipped with state-of-the-art multimedia facilities that enables wireless network connection, dual projection and acoustic controls. The spacious adjacent foyer is suitable for receptions and networking which has been graced by world leaders. \n\nThe SMU Hall: \nA seating capacity of up to 800 people. The Hall’s setup is adaptable for different event purposes, for seminars, conferences and world class shows.\n\nSMU Seminar Rooms: \nCustomised to achieve a greater contact between the speaker and the audience. \n\nSMU Classrooms:\nAllow flexible furnishing to suit your unique layout requirements. From theatre, classroom and clusters setting, you are spoilt for choice."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/33.jpg",
        "tagline": "KLOUD Keppel Bay Tower",
        "location": "Harbourfront",
        "eventType": [
            "Bar",
            "Co-working space",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "For both thriving businesses and growing start-ups, KLOUD Keppel Bay Tower offers work space that inspires and grows with you. The building is lined with huge window panes, letting natural sunlight through, giving the space a warm and cozy feel. This minimalistic office is furnished with modern and sleek furnitures, presenting a professional vibe to this office space. \n\nKLOUD Keppel Bay Tower is truly an amazing place to host all kinds of events ranging from small meetings such as interviews and client meetings to large events like corporate seminars, corporate hackathon, product launches and product exhibitions.Promotion:\n10% off to first time users for all listed facilities\n- Exclude half/ full day package\n- Promo code: ONKLOUD10"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/34.jpg",
        "tagline": "OTC Cafe",
        "location": "Bugis",
        "eventType": [
            "Cafe",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "Tucked away in a tranquil corner on Level 3 of the National Library, OTC Cafe is the perfect venue for your next private event, birthday bash, baby shower, corporate workshop, seminar, movie night and more!. Whether it is for an intimate group gathering of 10-20pax or for a corporate function that needs to host more than 200pax, OTC Cafe is able to accommodate to your needs! OTC Cafe understands that every event is different and they will be happy to discuss and tailor a suitable package for you. \n\nOTC café also offers catering services for those who are holding seminars or meetings within National Library. They also provide food catering for lunch, dinner or cocktail reception, venue booking, corporate packages, birthday packages, available foyer space and function rooms and free wifi.\nPromotions:\nGet $150 off \n- Minimum booking of $1,500 for Standard Chartered Staff\n- Not available with other promotion\n- Promo code: SCBVRDEAL\n\nGet $150 off \n- Minimum booking of $1,500 for JP Morgan Staff\n- Not available with other promotion\n- Promo code: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/35.jpg",
        "tagline": "The Company - Coworking + Offices",
        "location": "City Hall",
        "eventType": [
            "Cafe",
            "Co-working space",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "The Company (formerly District6) is a co-working space in the heart of Singapore, in City Hall. The company is a modern and sleek looking co-working space for you! The large glass windows make rooms at The Company look spacious, cozy and overall very welcoming!\n\nIt offers board-rooms for corporate meetings, a big workshop room for 25 people and an event space for informal networking nights and panel discussions.\nPromotions:\n10% off event booking for SC staff\n- Promotion not available with other deals\n- Promo code: SCBVRDEAL\n\n10% off event booking for JP Morgan staff\n- Promotion is not available with other deals\n- Promo code: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/36.jpg",
        "tagline": "Smoke & Mirrors",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Event space",
            "Rooftop"
        ],
        "description": "Located atop the National Gallery Singapore, Smoke & Mirrors is a stylish cocktail bar with a spectacular panoramic view of Singapore's skyline. Upon entering, one will be floored by the stunning sculptural bar, anchoring the space which is designed to allow for the seamless transition between the indoors and outdoors. With a total capacity of 150 pax, the outdoor lounge overlooks an impressive skyline view of the Marina Bay while the indoor lounge is perfect for networking sessions and event launches. From free-flow drink packages to custom cocktails that are tailored to your occasion, Smoke & Mirror’s event packages can be adapted to suit your needs. Should you require more space, the Padang Deck (+50 pax) may be utilized, subjected to additional fees and availability of the National Gallery of Singapore. Have a unforgettable night with your friends and family and host your events - birthday parties, business luncheon, business dinner, corporate party, etc with Smoke & Mirrors. Promotion: Receive 2% credit in form of vouchers \n- Only applicable with minimum spend of $10,000 for events\n- Book now till 31st Jan 2019\n- Event period from 2nd Jan - 31st Mar 2019 \n- PROMO CODE: SMOKE2BACK"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/37.jpg",
        "tagline": "Axe Factor",
        "location": "Bukit Timah",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Unique venue"
        ],
        "description": "Located in the Bukit Timah area with a nearby MRT station, shuttle bus and flexible booking timings bring you a space where you can engage in the primitive sport of Axe Throwing (Think darts, but bigger and better)! This space is not only equipped with Axe throwing lanes, but dart board, popsical KTV system, and Virtual Reality games as well! \n\nThere's something for everyone. This is truly the perfect space for anyone looking to host their birthdays, events, team-building, hens party, a bachelor party in the most unique venue in Singapore!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/38.jpg",
        "tagline": "Zouk Singapore (Clarke Quay)",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Club",
            "Event space",
            "Restaurant"
        ],
        "description": "Zouk - The largest outlet within the complex, spans across two stories, with its very own overlooking balcony. The outlet boasts a neo-industrial aesthetic and design modernity that is intended to amplify the cutting-edge technologies and sounds. The key feature is the specially customized light \"spaceship\" which is capable of exhibiting an infinite possibility of light displays, guaranteed to wow audiences. \n\nPhuture - The futuristic approach to music is reflected in its decor, reinforcing the room's aerodynamic design. Playful furniture, funky LED backed bars, and an inviting circular dance floor adds movement and is perfect for product launches, giveaways, and celebrations up to 250 guests.\n\nCapital - Sized at 640sqm and capable of accommodating up to 550 guests, Capital luxuriates a lounge-like atmosphere of modern cool and elegance with four zones – comprising an island bar, whisky bar, whisky room, and a plush seating area encircling the dancefloor. Marketed as an upscale and premium venue, Capital has played host to some of the most luxurious fashion brands such as Zalora, Cortina, Lancome to name a few. \n\nRedTail Bar - Dynamic craft cocktails with the finest and freshest ingredients, great wines and craft beers, as well as plating up fun sharing bites perfect to drink with, Red Tail is the perfect place to host up to 80 guests for a cocktail reception or even just a game of beer pong!\n\nZouk is the place to have fun and let down your hair after a day of hard work. Host a blood-pumping, mind-numbing night at Zouk party for you and your friends!!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/39.jpg",
        "tagline": "Peony Jade",
        "location": "Keppel",
        "eventType": [
            "Auditorium",
            "Ballroom",
            "Conference Hall",
            "Country Club",
            "Event space"
        ],
        "description": "Peony Jade Restaurant specializes in traditional Szechuan and Cantonese cuisines. This restaurant focuses on quality and not quantity. While many Chinese restaurants at the time sought to cover every type of cuisine and delicacy, Peony Jade’s menu is curated to serve only the most delicious dishes. The fresh ingredients and the masterful culinary techniques make the food at Peony Jade truly unique.\n\nThrough the tireless innovation to suit the taste buds of the local people; beautiful interior design worthy of the grandest weddings, Peony Jade is the perfect venue for hosting your very own event, be it a birthday party, reunion dinner, business luncheon or a business dinner, this restaurant is great for making your event a night to remember."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/40.jpg",
        "tagline": "The Co @ Duxton",
        "location": "Duxton Hill",
        "eventType": [
            "Co-working space",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "Located in the captivating heart of Duxton Road, this location is a vibrant destination designed for a lifestyle, productivity and engagement. Coworking, Private Offices, Event space and meeting room for rent at 99 Duxton Road, Singapore. Unique conservation shophouse space with many foods, retail and hotel amenities nearby. \n\nJust a short walk to Maxwell Food Centre to enjoy a variety of delicious local food. 5-10 mins walk to Tanjong Pagar, Outram Park and future Maxwell MRT Stations. This place is easily accessible and convenient for people. The Co is suitable for client meetings, interviews, corporate functions, corporate seminars, product launches and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/41.jpg",
        "tagline": "Picnic Urban Food Park",
        "location": "Orchard Road",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Meeting Room/Space",
            "Restaurant"
        ],
        "description": "Picnic is an international food park showcasing unique and delicious flavors with interesting stories from around the world. Highlights include Butadon from Tokachi, Hokkaido, as well as Rotisserie Chicken from Brittany, France and Vodka Rigatoni from New York City. Apart from the delicious cuisines, Picnic is also a multi-flexible event space which comes fully equipped with the latest technologies that will impress your guests.\n\nPicnic Urban Food Park venue is suitable for any types of events, including corporate presentations, networking, product launches, meetings, birthdays and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/42.jpg",
        "tagline": "Rooftop Event Space (Design Hub Building)",
        "location": "Tuas",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Rooftop",
            "Function hall"
        ],
        "description": "Located on the 14th Floor of our Design Hub Building this sprawling 10000 sqft space with panoramic views of the Straits of Johor, is an Indoor and Outdoor space for all types of events, with a built-in F&B food service counter and bar. We are able to house anywhere from 25pax - 200pax of your guests. We provide FREE Parking with ample parking space. We also house F&B outlets Greenhouse Cafe and Subway on the ground floor for any catering needs if required."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/43.jpg",
        "tagline": "Tree Lizard Restaurant & Bar",
        "location": "Dempsey",
        "eventType": [
            "Bar",
            "Cafe",
            "Kids & Recreational",
            "Event space",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Tree Lizards is beautifully nestled across botanical gardens at Dempsey Hill surrounded by huge tall trees each at least 50 years old! Located in this quiet area of Singapore, customers, diners and guests can enjoy some peace and serenity in this restaurant. Tree Lizards is a perfect venue to hold all types of events. Tree Lizard Restaurant & Bar has a modular design that allows the right room to be allocated depending on the size and type of party. \n\nA large field and a great 3-tier playground make it ideal for kids parties on weekends or during holidays. The perfect clubhouse atmosphere makes it the place to hold company dinners and parties or for individuals to get together their friends and family for a birthday party, a cocktail or any other occasion. Together with the al-fresco area, Tree Lizard Restaurant & Bar is also very suitable for solemnizations or casual gatherings."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/44.jpg",
        "tagline": "Vertex Uno",
        "location": "Ubi",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Studio",
            "Unique venue"
        ],
        "description": "Vertex Uno is a newly established unique event space located in Ubi, Singapore. Our venue is versatile and flexible for all types of events including birthdays, gatherings, team-building, offsite-meetings and even small weddings. \n\nThe venue is also equipped with all sort of amenities such as projectors, poker table, board games and much more.  If you're looking for something unique and different, Vertex Uno is the space for you. \n\nVenuerific customers will be entitled to:\n 10% OFF venue rental cost for first time customers of Vertex Uno, use promo code VERTEXUNOVF10\nEnter promo on the inquiry form and submit the signed invoice to promo@venuerific.com"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/45.jpg",
        "tagline": "Superyacht Megaway 128",
        "location": "Sentosa",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Solemnisation",
            "Unique venue",
            "Yacht"
        ],
        "description": "The Megaway 128 is a luxury superyacht that offers four decks for lounging, relaxing and all-round unwinding.\n\nThis classic superyacht combines immaculate contemporary interiors with ample alfresco areas. A generously-sized flybridge offering remarkable panoramic views makes for the perfect backdrop to corporate and private events. \n\nHosts up to 50 guests for cruising experiences, and up to 110 guests for dockside non-cruising events.\n\nDesigned and built in Singapore.  Enquire now about the Megaway 128 experience --- a unique and memorable way to celebrate life's myriad occasions.\n\nRates from SGD$6,100 for a dockside charter experience for 80 guests at Raffles Marina. Departures from One15 Marina on Sentosa also available.\n\nPlease contact us for more information on rates and packages."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/46.jpg",
        "tagline": "District 10 Bar & Grill (Suntec)",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Restaurant"
        ],
        "description": "Donning its new title of District 10 Bar & Grill of Suntec within Bonta Group, the small and neat 1,800 square-foot restaurant comes complete with a European Meat Showcase and Chiller for its Dry Aged Meat to cater to its Gourmet Loyalists. This meticulous dry aging procedure allows the enzymes to break down the connective tissues in the muscles, leaving behind a surprisingly higher concentration of natural flavors that consumers get to savor- the tasty and tender goodness of Dry Aged cuts.\n\nApart from their scrumptious menu, District 10 bar & Grill offers both outdoor and indoor seating area. The indoor seating area offers customers a classy and elegant ambiance and the outdoor seating area presents a stunning view of the city. The amazing food and view make this place an ideal place for all kinds of celebrations - birthday parties, baby showers, wedding, solemnization, etc."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/47.jpg",
        "tagline": "Pickleville",
        "location": "Tanjong Pagar",
        "eventType": [
            "Cafe",
            "Co-working space",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "A hidden gem downtown brought to you by the folks behind Sarnies. Pickleville, situated in the Singapore’s CBD area is a sleek new cafe that serves trendy and hip food. From their Salmon Cream Cheese Toast to their Matcha Latte, their foo are definitely Instagram worthy!\n\nApart from their exceptionally delicious food, Picklevile is also known for their stylish and modern interior design. Making use of simple and elegant colours, the cafe exudes an air of tranquility. A perfect location for hanging out with friends and family or hosting intimate and private parties!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/48.jpg",
        "tagline": "360 Lounge",
        "location": "Tanjong Pagar",
        "eventType": [
            "Bar",
            "Event space",
            "Restaurant",
            "Rooftop",
            "Unique venue"
        ],
        "description": "Right in the middle of Singapore’s business district, 360 Lounge is a modern oasis tucked away at Oxley Tower. Perched on the 20th floor, 360 Lounge offers a spectacular view of the Singapore landscape from the lounge for all its patrons. Monochromatic lights combined with retro and futuristic themes, a venue you would never forget. \n\nBe it a party, product launch, corporate events wedding or a birthday surprise, it is just the place for any type of event. The stunning view coupled with the extraordinary alcoholic beverage menu, the 360 Lounge is surely the place for some customers to let down your hair and have an enjoyable time."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/49.jpg",
        "tagline": "PizzaExpress",
        "location": "Marina Bay",
        "eventType": [
            "Kids & Recreational",
            "Event space",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "PizzaExpress is known for their exceptional restaurant design, they believe in using the best natural materials to produce designs that are timeless and practical. The design and layout of PizzaExpress focuses one’s attention on the theatre that is their open kitchen. PizzaExpress produces the freshest of food. Take their chocolate fudge cake – it’s baked to perfection in the ovens each morning!The 4,000 square feet venue is beautifully designed equipped with event equipment such as AV, projector, and furniture. PizzaExpress conveniently located in the heart of Singapore at Marina One East Tower is the perfect venue for hosting meetings, seminars and other corporate events."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/50.jpg",
        "tagline": "Catamaran Kucinta",
        "location": "Tuas",
        "eventType": [
            "Kids & Recreational",
            "Outdoors",
            "Solemnisation",
            "Unique venue",
            "Yacht"
        ],
        "description": "Launched in 2018, Kucinta marks the third vessel constructed in Singapore by local boat builder Megaway, the team behind the 128-feet superyacht Megaway128. This 45-footer takes its name from the iconic Singapore cat Kucinta Twin hulls create a much more capacious space for lounging onboard for guests and minimizes rocking motion and greater stability. Perfect for guests who are prone to sea-sickness and young guests. \n\nKucinta is equipped with a kitchenette and audio-visual amenities, including a Bluetooth-enabled entertainment system and touchscreen karaoke system. She is currently based at Raffles Marina on the Western tip of Singapore. Be it whether it is a corporate party, Christmas party, Birthday party or just a get-together, guests will surely have a memorable time on the Kucinta."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/51.jpg",
        "tagline": "FOC PIM PAM",
        "location": "Orchard Road",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Restaurant"
        ],
        "description": "FOC PIM PAM is a buzzing Tapas Bar & Restaurant with a distinct Barcelona flair, in a laid-back nook of Orchard Road. This restaurant and bar is designed to have a rustic yet modern vibe, the uniqueness of this restaurant brings a touch of novelty and exclusivity to diners. Situated in the heart of the city, FOC PIM PAM offers convenience and accessibility to all its guests. \n\nPIM PAM (meaning “quick and easy” in Spanish), is a perfect event place for your birthdays, meetings, party, product launch etc With four distinct spaces, including a Tapas Bar terrace sit-down table private room. FOC PIM PAM offers its guests the option of both a small and intimate or a huge and luxurious party!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/52.jpg",
        "tagline": "jones the grocer",
        "location": "Dempsey",
        "eventType": [
            "Cafe",
            "Event space",
            "Restaurant"
        ],
        "description": "A unique concept situated in the heart of Dempsey Hill. Set in a very rustic, high ceiling colonial space with elements of retail, cheese room, bakery and also includes communal style tables. With both outdoor and indoor seating areas, guests experience the gorgeous scenery and fresh air outdoors and also the beautifully decorated interior design. Jones the grocer takes pride in taking care of every minute detail in the restaurant. \n\nThe beautifully decorated and intricately designed venue coupled with the wide array of mouthwatering food is definitely a great reason for you to host your event - birthday celebrations, weddings, ceremony, anniversaries, new year party here at jones the grocer."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/53.jpg",
        "tagline": "The Villa, Singapore Botanic Garden",
        "location": "Botanic Gardens",
        "eventType": [
            "Ballroom",
            "Conference Hall",
            "Event space",
            "Halal Venue",
            "Meeting Room/Space",
            "Solemnisation"
        ],
        "description": "Nestled in the Singapore's first UNESCO World Heritage Site - Singapore Botanic Gardens, The Villa has played host to product launches, board meetings, business dining, annual dinner & dance parties, birthdays, networking sessions, creative brainstorming sessions and seminars.\n\nThe Villa offers great flexibility in big party planning, with the option of intimacy and exclusivity for small get-togethers. Its configuration and location allow organisers to create a private event that is guaranteed to be unique and memorable.​\n\n It has three distinct areas – Batik Room, Drawing Room,and Courtyard. \n​Each can be booked individually or in various combinations for customized needs."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/54.jpg",
        "tagline": "BLU JAZ CAFE",
        "location": "Bugis",
        "eventType": [
            "Bar",
            "Cafe",
            "Club",
            "Event space",
            "Restaurant"
        ],
        "description": "One stop for all the parties, BLU JAZ and Piedra Negra offers 3 cozy venues located at Bali Lane (Arab Street) to organize your special event with them. Their diverse buffet selection allows them to meet the needs of everybody, (Mix of Mexican, Local, Western, Mediterranean) including halal and non-halal guest. All venues come with an attached bar, high quality of the sound system, and attached washrooms. This peculiar bar gives out a vintage and trendy vibe, a great venue for gatherings.\n\nTrue to their word, \"We believe in, to work for you and assure your memorable experience with us.\" BLU JAZ CAFE provides an idyllic setting for guests to have an unforgettable party!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/55.jpg",
        "tagline": "Fleek",
        "location": "Marina Square",
        "eventType": [
            "Bar",
            "Club",
            "Event space",
            "Meeting Room/Space",
            "Unique venue"
        ],
        "description": "Fleek - a “hip hop shrine at heart” that is about the only joint that plays hip-hop music from when the doors open to the very last beat of the night, without lapsing into any other genres. Our creative interior and instaworthy spots within the club, make it a millennial dream and runway, placed strategically in the middle of the venue which can be used as a stage"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/56.jpg",
        "tagline": "Cloud9 Events",
        "location": "Alexandra Road",
        "eventType": [
            "Co-working space",
            "Kids & Recreational",
            "Event space",
            "Meeting Room/Space",
            "Studio"
        ],
        "description": "Cloud9 is an event space that has various amenities to cater to different events. These events can range from solemnisations, proposals, birthdays, workshops, corporate events, team-building, cohesions; the possibilities are endless. Most of our equipment are portable and easily movable. You can re-arrange them in any way you deem fit to tailor the space according to your needs.\n\nAlso, we pride ourselves in delivering quality customer service. If you have any feedback or questions, feel free to drop us a text/email. We will get back to you in 1 working day. OH, don't be shy if you want to see the space first-hand. We can always arrange a site visit, so that you get to see Cloud9 in flesh."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/57.jpg",
        "tagline": "CÉ LA VI",
        "location": "Marina Bay",
        "eventType": [
            "Bar",
            "Club",
            "Event space",
            "Restaurant",
            "Rooftop",
            "Unique venue"
        ],
        "description": "Featured in the recent blockbuster hit Crazy Rich Asians, CÉ LA VI is situated on the rooftop of Marina Bay Sands Skypark and overlooks a panoramic view of the city skyline and metropolitan lights. CÉ LA VI is arguably Asia’s finest luxury lifestyle destination which has revolutionised the Singapore hospitality and entertainment industry with experiences that elevate and amplify the spirit. \n\nConcocting drama and inspired moments out of culinary, mixology, music, culture and stunning atmosphere, CÉ LA VI is known as a legendary name for top lifestyle entertainment, celebrity sightings, and a theatre where music and dance is touted as a religion.  \n\nOur space consists of a Skybar, Restaurant and Club Lounge and caters for events from 12 pax and above, for a multitude of special occasions.  Kindly enquire with our team for more information on the space and how we can help you plan your perfect event."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/58.jpg",
        "tagline": "Binomio",
        "location": "Duxton Hill",
        "eventType": [
            "Bar",
            "Event space",
            "Meeting Room/Space",
            "Outdoors",
            "Restaurant",
            "Unique venue",
            "Training Room"
        ],
        "description": "A binomial is composed of two parts that form a single one. With that, Binomio Spanish Restaurante, is the combination of two vital concepts in the Spanish cuisine: Tapas and Restaurant\n\nQuality food inspired by the traditional Spanish taste is served. One can experience an elegant and warm service that is sure to leave unforgettable personal memories. \n\nThree types of rooms are available for a variety of events  in this exquisite Spanish fine dining restaurant.\n\nExecutive Room: A/V facilities with integrated projector. Good for wine dinners, corporate  lunch meetings, birthdays, etc.  30 pax sitting/50 standing (minimum spending $3,000).\n\nPrivate Room one & two: Classy and cosy room, set up for private events, 18 pax Seating/ 30 Standing (minimum spending $800++ or $1,600++ combined)."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/59.jpg",
        "tagline": "Maison Miaja Event space (at Miaja Gallery)",
        "location": "Clarke Quay",
        "eventType": [
            "Event space",
            "Gallery",
            "Meeting Room/Space",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Miaja Gallery (MG) is one of Singapore’s newest art and design spaces, housed on the second floor of the APS Building, this 3500 sq. ft. space is located at walking distance from Robertson Quay and Clarke Quay, in River Valley. The spaciousness and natural lightening of the venue give you the flexibility to create various set-ups for a wide range of events.This space offers a unique environment for exclusive private events, corporate gatherings, art exhibitions, product launches, press, and media event, food & wine tastings, photo shoots, television and movie filming, etc. The minimalist interior of the venue with plain white walls also makes it a great choice to host intimate solemnization, wedding, corporate networking, art seminars or workshops as well."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/60.jpg",
        "tagline": "McGettigan's Clarke Quay",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Restaurant"
        ],
        "description": "McGettigan’s Clarke Quay is the perfect venue for events from Dinner & Dance, Product launches, Corporate gatherings/parties/celebration to even that special birthday. The team at McGettigans will work closely with you to create the perfect package for your occasion. It is the perfect party venue in a central location with a capacity of up to 300 people. With a mix of set up styles available for seated or cocktail events, a private bar, an extensive range of beverage options including a rare Whiskey and Scotch collection, and an excellent range of menus and catering options from our onsite chefs. \n\nThe venue is also equipped with modern audio and visual facilities. With a dedicated event and party planning team, at McGettigan's Clake Quay can ensure the success of your event or party with tailored packages available on request. \nPromotion:\n10% discount off the price of the food for booking groups of 50pax or more.\nValid only for February & March bookings made in February 2019. \nOnly for inquiries made through Venuerific. \nPromo code : MCGSJAN10"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/61.jpg",
        "tagline": "Bar Canary",
        "location": "Orchard Road",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Rooftop",
            "Solemnisation"
        ],
        "description": "The refreshed Bar Canary - with a superstar cocktail list featuring Boozy Pops. Set in a tropical oasis in the heart of Singapore's shopping mecca, Orchard Road, an idyllic escape among the city's skyscrapers for guests to lounge under the starry lights, a refuge away from the fast-paced city life.\n\nThis awesome location comes with an indoor seating area, an outdoor rooftop swimming pool and a marvelous view of the city. Be it a year-end party, Christmas party, 21st birthday party, this event space will guarantee an unforgettable party!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/62.jpg",
        "tagline": "Cozy Bananas",
        "location": "Tanjong Pagar",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Studio",
            "Unique venue"
        ],
        "description": "Cozy Bananas was founded with the purpose of providing an out-of-the-office space for all who are looking to explore and expand their creative minds, whilst being close to nature. This out of the ordinary venue ensures an experience like no other. With fun and entertaining amenities like a pool table and a foosball table, guests can let down their hair, rest and have a rejuvenating time at the Cozy Bananas. \n\nThe versatile nature of their space, with movable furnitures, allows guests the freedom to pick the layout that is best suited for that particular event! This space for a multitude of events such as team meetings, team bonding, networking, birthdays and presentations."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/63.jpg",
        "tagline": "Senor Taco @ Clarke Quay",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Club",
            "Restaurant"
        ],
        "description": "Señor Taco invokes the atmosphere of a typical mexican bar, rustic wooden- metal style of  furniture; Señor Taco offers a great experience of how is a casual dinner in the streets of Mexico; we have a seating area and dance floor. Señor Taco is the perfect place to get together with Friends, to enjoy latin rhythms dances, such as salsa ballenato tango etc. We have dance lessons for  all levels Mon-Wed 7-9pm, $10 pp. The Kitchen is open after 1am.\n\nThe original taqueria located in the heart of the city's nightlife destination, Clarke Quay, accommodates up to 140 guests. Señor Taco Clarke Quay invokes the atmosphere of a typical Mexican bar, with swinging saloon doors, rustic wooden and metal furniture, while monochromatic graffiti adorns the walls depicting scenes of Mexico's norteno culture. We offer a wide selection of tacos, Mexican drinks and an in-house Sound Lab mixing music to get the party going."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/64.jpg",
        "tagline": "HERE",
        "location": "Farrer Park",
        "eventType": [
            "Bar",
            "Cafe",
            "Co-working space",
            "Event space",
            "Gallery",
            "Halal Venue",
            "Meeting Room/Space",
            "Studio",
            "Unique venue"
        ],
        "description": "HERE @ Farrer Park is a creative event space that is nothing like you have ever seen, designed to create an unforgettable experience for everybody. With intricate design features such as an indoor glasshouse cafe, 3D-art feature walls and fully-customizable mood lighting, there are plenty of IG-worthy spots so start snapping away! Rock a mini-concert on the elevated stage, dive right into the ball pit or shoot some hoops to relieve some childhood fun! \n\nThe unique venue will definitely set your event apart from the rest! The venue is well-furnished with a suite of amenities to cater to a wide spectrum of events ranging from corporate events such as business meetings, seminars, workshops and product launches to recreational events like team-bonding, cohesion, award ceremonies, celebrations and the list goes on. Located on the fringe of CBD within short walking distance from Farrer Park MRT, there are ample parking facilities which make it easily accessible for all your guests.\n\nTimeslots for booking:\nWeekdays(no fixed timeslot) *excluding friday night: 5 hours (minimum), 9 hours\nFriday Night, Saturday Night: 6pm till late (Flexible checkout time, up till 6am)\nSaturday day time(before 5pm), Sunday(no fixed timeslot): 5 hours (minimum), 9 hours"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/65.jpg",
        "tagline": "Aliwal Arts Centre",
        "location": "Beach Road",
        "eventType": [
            "Auditorium",
            "Ballroom",
            "Conference Hall",
            "Event space",
            "Gallery",
            "Halal Venue",
            "Meeting Room/Space",
            "Museum",
            "Solemnisation",
            "Studio",
            "Unique venue",
            "Training Room",
            "Function hall"
        ],
        "description": "Aliwal Arts Centre is a multi-disciplinary arts centre, with a strong focus on the performing arts, located within the bustling Kampong Glam district. \n\nA versatile range of spaces that cater to various needs – from product launches to performances, workshops to workstations. Work directly with Singapore arts groups to create unique events for team building, education or to impress clients.\n\nPromotion: \nUnlock 10% discount off the event venue booking when making inquiries through Venuerific. Terms & Condition apply. \nPromo code: ALIWAL10OFF"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/66.jpg",
        "tagline": "Yan",
        "location": "City Hall",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Restaurant"
        ],
        "description": "Since opening in 2015, Yàn has more than lived up to its given meaning, ‘宴’, by being a veritable ‘feast’ of conviviality and exquisite Cantonese flavors, served with sincerity and heart. Helmed by Executive Chef Lai Chi Sum, the restaurant showcases a spectrum of dining enjoyment from ‘私房菜’ or ‘private dining style’ dishes to elegant Cantonese classics served in modern-day presentations within its convivial surrounds. Choose from our diverse à la carte menu, or allow us to help to curate a special menu for your event needs. \n Located within the National Gallery Singapore, the restaurant’s elegant interiors alludes to its artistic surrounding, featuring modern décor complementing the overall dining experience. The 2,700 sq ft space seats up to 154 and is divided into the main dining hall with an adjacent flexible dining area and 3 private rooms, perfect for networking events and weddings, ceremonies, company D&D and many more!\nPromotion:\nReceive 2% return credit in the form of vouchers\n- Minimum spend of $10,000 for events \n- Book now till 31st January \n- Promo code: YAN2BACK"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/67.jpg",
        "tagline": "Transition Meeting Room",
        "location": "River Valley",
        "eventType": [
            "Meeting Room/Space",
            "Training Room"
        ],
        "description": "Located on the top floor of a beautiful shophouse near River Valley, this event space is suitable for meetings, workshops &amp; training."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/68.jpg",
        "tagline": "Love Room - Training Space",
        "location": "River Valley",
        "eventType": [
            "Meeting Room/Space",
            "Training Room"
        ],
        "description": "Located on the second floor of a beautiful shophouse near River Valley, this training space is suitable for training, classes, talks, and company meetings."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/69.jpg",
        "tagline": "Okoumé Event Space",
        "location": "River Valley",
        "eventType": [
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "Located on the top floor of a beautiful shophouse near River Valley, this event space is suitable for small private gatherings, talks, meditation, voice-recordings, and company meetings."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/70.jpg",
        "tagline": "Aquarium - Seminar Space",
        "location": "River Valley",
        "eventType": [
            "Meeting Room/Space",
            "Training Room"
        ],
        "description": "Located on the main floor of a beautiful shophouse near River Valley, this seminar space is suitable for small seminars, conference, presentation, and meetings."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/71.jpg",
        "tagline": "the Hive Lavender",
        "location": "Lavender",
        "eventType": [
            "Cafe",
            "Co-working space",
            "Event space",
            "Meeting Room/Space",
            "Unique venue"
        ],
        "description": "The Hive Lavender combines a large coworking space, private offices, photography studios and design workshop in one. Our aim is to build a creative coworking community of designers, architects, creative freelancers, photographers, writers, bloggers, editorial teams, sculptors and makers who find it very helpful to work with the studio and workshop all in one space."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/72.jpg",
        "tagline": "Aquarium - Seminar Space",
        "location": "River Valley",
        "eventType": [
            "Meeting Room/Space",
            "Training Room"
        ],
        "description": "Located on the main floor of a beautiful shophouse near River Valley, this seminar space is suitable for small seminars, conference, presentation, and meetings."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/73.jpg",
        "tagline": "Zafferano Italian Restaurant & Lounge",
        "location": "Raffles Place",
        "eventType": [
            "Bar",
            "Club",
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Rooftop",
            "Solemnisation"
        ],
        "description": "Crowning the Ocean Financial Centre, 43 storeys above bustling Collyer Quay with 270 degrees panoramic view of the Marina Bay skyline conveniently located in the heart of Singapore’s CBD. Zafferano is a perfect venue offering an unforgettable taste of all-round Italian hospitality – beautiful food, impeccable service, enjoyed within a convivial ambience.Zafferano offers two exclusive rooms - the Private Dining Room and the Wine Room. The Private Dining Room boasts a private entrance for discreet access, designed for a luxurious party for up to 22 guests. The Wine Room seats up to 12 guests around a long table, cocooned by racks of wine bottles, offering an elegant, embracing ambience.Set menus: Lunch: starting from $52++ up to $128++ per pax (food only) Dinner: starting from $98 up to $128++ per pax (food only)Drinks packages: Starting from $25++ Minimum spends (whole venue):       -  Lunch: starting from $5,000++       -  Dinner: starting from $12,000++Other sections:      -  Section of main dining room (up to 50 pax) : starting from $5,000++      -  Terrace exclusive : starting from $3,000++      -  Private dining room (up to 22 pax) : starting from $1,200++                 (applicable for dinner only)Promotion:Enjoy a welcome glass of bubbly for each of your guests for confirmed booking from now to March 2019. Terms & Conditions apply. Promo code: ZAFFERANOBUBBLY"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/74.jpg",
        "tagline": "Plentyfull",
        "location": "Esplanade",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Plentyfull offers a versatile and unique space at Millenia Walk, with a capacity of 130 seats, featuring a designer setting and cosy atmosphere to suit a variety of occasions. Our creative chefs will pamper you with artisanal cuisine crafted from scratch, using only the freshest seasonal produce. This allows us to specially tailor a diverse range of menu for you for any occasion. This huge and spacious location is perfect for hosting business luncheons or business dinners, weddings and private parties!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/75.jpg",
        "tagline": "Royal Palm",
        "location": "Clarke Quay",
        "eventType": [
            "Ballroom",
            "Conference Hall",
            "Event space",
            "Halal Venue",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Royal Palm @ Clarke Quay is proud to offer you a truly unique experience to celebrate your special events with us. Situated at the very heart of Singapore’s social landscape, the luxurious and modern event space at Clarke Quay Central offers a breathtaking view of the city while overlooking the calm and soothing lure of the Singapore river."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/76.jpg",
        "tagline": "Subrosa Private Dining",
        "location": "Jalan Besar",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Welcome to Subrosa, an exclusive private dining concept in Singapore.Set in a beautifully restored shop house, one can wine and dine in our elegant dining room and relaxed lounge space. We accept only private bookings, whereby either the floor or even the entire restaurant is allocated to your party only. All of our guests are ensured a private and comfortable atmosphere, while indulging in our unique cuisine."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/77.jpg",
        "tagline": "Cali @ Rochester",
        "location": "Buona Vista",
        "eventType": [
            "Bar",
            "Cafe",
            "Kids & Recreational",
            "Event space",
            "Halal Venue",
            "Restaurant"
        ],
        "description": "This exotic venue is a conveniently located inside the Park Avenue Hotel. Cali @ Rochester provides their guest with a sample banquet menus that are specially designed to create a gastronomical dining experience. Guests are able to state their dietary requirements and the cafe will do their very best to meet your special requirements. Additionally, Cali @ Rochester has an extensive wine list and a full bar and handcrafted cocktails, specially chosen to pair with food.\n\nCreate your special moments with Cali @ Rochester for a magical event - Birthday party, Christmas party, Halloween party, Baby Shower, Corporate party, etc and make your event a wonderfully memorable day. \n\nGet 50% discount on food bill from Monday to Sunday 11:30 am till 11:30 pm - Not valid with other promotions and discounts \n- Promo code: FOOD50\n\nGet 20% off event bookings for SC staff\n- Not available with other deals \n- Promo code: SCBVRDEAL\n\nGet 20% off event booking for JP Morgan staff \n- Not available with other deals \n- Promo code: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/78.jpg",
        "tagline": "The Arts House",
        "location": "City Hall",
        "eventType": [
            "Ballroom",
            "Conference Hall",
            "Event space",
            "Gallery",
            "Halal Venue",
            "Meeting Room/Space",
            "Museum",
            "Theater",
            "Unique venue"
        ],
        "description": "Occupying the almost 200-year-old building that was Singapore's first Parliament House, The Arts House has been offering its audiences a broad range of arts and culture programmes. It also plays an active role in the Singapore creative scene. Once a space where Singapore’s most important decisions were made, the former Parliamentary Chamber is the highlight of The Arts House, and is now a popular venue for musical performances, stage productions and conferences. \n\nOther venue options include a black box theatre, galleries, multi-purpose rooms, and a screening room, featuring a digital cinema projector and 7.1 Dolby surround sound. The different rooms available at the Art House makes it easier for hosts to pick a perfect venue regardless if it is a birthday party or a fashion show, The Art House is able to cater to those needs. \nPromotions:\n10% off rental rates for Venuerific users\n- Promo code: ARTS10OFF\n\n10% off event booking for SC staff\n- Promotion is not available with other deals\n- Promo code: SCBVRDEAL\n\n10% off event booking for JP Morgan staff\n- Promotion is not available with other deals\n- Promo code: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/79.jpg",
        "tagline": "District 10 Bar & Restaurant (UE Square)",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Kids & Recreational",
            "Restaurant"
        ],
        "description": "The District 10 concept exudes an uninhibited, casual and fun dining energy with its brand of authentic classic European cuisine, beers, and a small menu of local flavors to serve the growing middle class of professionals, managers, executives and business specialists. The food served focuses on simplicity using only top quality and fresh ingredients, retaining the authenticity of the dishes, while adding a modern touch. Perfecting its make of classic dishes with the use of quality ingredients and traditional cooking methods is the key by offering hearty Italian dishes that's both unique and satisfying.\n\nThe authentic nature of District 10’s food offers its guests a rejuvenating take on local food. Coupled with the amazing location of this bar and restaurant, this place is perfect for hosting events such as business luncheons, business dinners, client meetings, interviews and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/80.jpg",
        "tagline": "El Mero Mero",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Kids & Recreational",
            "Outdoors",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "El Mero Mero, which means ‘the best of the best’ in Mexican slang, aims to excite and delight diners with the very best in contemporary Mexican cuisine. Many of the ingredients used in the dishes are sourced directly from Mexico and all salsas and sauces are made fresh in-house. Our restaurant comprises of the indoor area that can host up to 80 pax sitting & outdoor section that can host 120 pax sitting. There is also a private dining area which can take up to 40 pax. \n\nEl Mero Mero is located in the heart of Chijmes, a bustling area in the center of Singapore. Do come back as often as you like as El Mero Mero change its menu each month, adapting to their customers’ palate The pretty view and amazing city makes this place suitable for private functions such as birthday parties, corporate luncheons & dinners, reception, marketing events, and product launches."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/81.jpg",
        "tagline": "Hustle",
        "location": "Tanjong Pagar",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Hustle is located in the middle of Tanjong Pagar, in a quaint shophouse. The interior was lovingly hand paints by \n a local mural artist. We believe good people drink good beer, and no conversations go awkward with just a pint of craft beer. With our curated food, delight your palettes with a gastronomy experience here at Hustle."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/82.jpg",
        "tagline": "The Joyden Hall",
        "location": "Bugis",
        "eventType": [
            "Ballroom",
            "Conference Hall",
            "Event space",
            "Halal Venue",
            "Theater"
        ],
        "description": "The Joyden Hall is a creative space that provides the opportunity for limitless event possibilities and the materialization of innovative ideas. With retractable tiered seats, mobile stage platforms and professional theatre equipment, a variety of space configurations can be easily achieved to effectively meet and suit all your event needs.\n\nThe Joyden Hall also comes with an indoor and outdoor area. The outdoor area presents the guests a romantic area with a beautiful view of the city, the indoor area consists of a spacious ballroom and reception area and is intricately furnished with grand and luxurious amenities. This gorgeous event space is suitable for hosting events such as company dinner and dance, product launch, product exhibitions, fashion show, video and photoshoot."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/83.jpg",
        "tagline": "Piedra Negra",
        "location": "Beach Road",
        "eventType": [
            "Bar",
            "Club",
            "Event space",
            "Halal Venue",
            "Restaurant"
        ],
        "description": "One stop for all the parties, BLU JAZ and Piedra Negra offer 3 cozy venues located at Bali Lane (Arab Street) to organize your special event with them. Their diverse buffet selection allows them to meet the needs of everybody, (Mix of Mexican, Local, Western, Mediterranean) including halal and non-halal guest. All venues come with an attached bar, high quality of the sound system, and attached washrooms. This perculiar bar gives out a vintage and trendy vibe, a great venue for gatherings.True to their word, \"We believe in, to work for you and assure your memorable experience with us.\" BLU JAZ CAFE provides an idyllic setting for guests to have an unforgettable private party!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/84.jpg",
        "tagline": "KARA Cafe & Dessert Bar",
        "location": "Bukit Timah",
        "eventType": [
            "Cafe",
            "Kids & Recreational",
            "Event space",
            "Meeting Room/Space",
            "Restaurant"
        ],
        "description": "\"KARA MOMENTS\" is an exclusive private event space of KARA By Sogurt, featuring a warm, bright, and cozy space for all thing celebratory. On the first floor is a welcoming space for warm encounters. As you step through the door arches, you enter a world of tropical foliage and imaginary creatures with art by Mark Wee, and begin a gastronomic journey of unusual taste pairings with savory and sweet creations lovingly created by our handpicked chef partners. The tones of muted pink and earthy peach at both \"KARA MOMENTS\" and \"KARA Café & Dessert Bar\" form an inviting atmosphere where special moments are made. \n\nAt KARA, everyone can find a piece of home. Be it a birthday party, team-bonding, meeting or even a surprise proposal, we can make it the most memorable and sweet experience for you. \nPromotion\n10% off your total booking fee\n- Exclusive for Venuerific customers who inquire though the platform\n- Promo code: KARAHAPPY10"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/85.jpg",
        "tagline": "The British Club, Singapore",
        "location": "Bukit Timah",
        "eventType": [
            "Ballroom",
            "Club",
            "Kids & Recreational",
            "Event space",
            "Meeting Room/Space",
            "Outdoors",
            "Rooftop",
            "Solemnisation"
        ],
        "description": "Magnificent setting from our Awards winning venue Treetops Terrace with lush greenery bringing unsurpassed photographic opportunities to the elegance of the Elizabeth Suite Ballroom. Both the outdoor and indoor areas offer guests a few unique elements of the venue. The outdoor area presents a stunning view of the city and the indoor area gives off an upscale, luxury feel to the club. \n\nOverall, the amazing design of The British Club makes this the perfect place for hosting all sorts of events! From small parties - birthday party, Christmas party to huge events - corporate dinner and dance, corporate seminar, functions. Your special day is bound to impress one and all!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/86.jpg",
        "tagline": "The Beast",
        "location": "Bugis",
        "eventType": [
            "Bar",
            "Restaurant"
        ],
        "description": "Opened late last year by nightlife entrepreneur Jamie Koh, The Beast boasts a unique Southern American style kitchen and Singapore’s first and only bourbon bar. They have an impressive stock of over 30 bourbon whiskeys and also have their homemade liqueur stored in oak-barrels. The interior of The Beast gives off rustic vibes to the bar, a unique little bar that is great for letting down your hair and have a fun night out.  \n\nThe Beast has 2 levels which can be used for all kinds of private events, from networking, product launches to intimate birthday parties, The beast is great for a night of fun!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/87.jpg",
        "tagline": "alittle tashi",
        "location": "Jalan Besar",
        "eventType": [
            "Bar",
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Solemnisation",
            "Studio",
            "Unique venue"
        ],
        "description": "alittle tashi is a laid-back restaurant in Jalan Besar that is gently revolutionizing Asian cuisine with a medley of global flavors. Perfect for communal dining, the Modern Asian Plates at alittle tashi are inspired by the diverse cultures and cuisines of the world discovered by the chef and owners during their travels. Divided into two social spaces; the Dining Room invites you to mix it up, eat with your hands, settle in and enjoy a no-frills meal, while the Laundry Room is an intimate space thoughtfully put together for drinks and bar bites. \n\nCome to alittle tashi for a glorious spread of Modern Asian plates. Amazing venue near CBD with Modern Asian plates, this contemporary venue is suitable for parties, corporate events, birthdays, solemnization and many more events!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/88.jpg",
        "tagline": "Alter Ego",
        "location": "Esplanade",
        "eventType": [
            "Bar",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Situated on Esplanade's waterfront, Alter Ego by A Poke Theory is a sweet spot to knock back craft beers under the stars at their Alfresco area adorned in warm festoon lights. Sit at their Waterfront Alfresco for an unrivaled view of the Marina Bay, with nightly performances at Esplanade's Outdoor Amphitheatre, or head indoors to be with a buzzing crowd. This place is edgy, underground and an easy go-to for their famous poke bowls or night's post-work drinks.\n\nIt's all about unleashing your alter ego in an uninterrupted space. A mix of slate grey concrete, distressed metals and warm woods in the day, transforming into a mysterious, hidden find by night complete with red neon, an artsy mural wall and underground beats. Alter Ego’s versatile character makes it the perfect hideout for intimate events or corporate functions by the idyllic Singapore river. Alter Ego is a beautiful event space which caters to a multitude of events such as anniversaries, corporate events, birthdays and more."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/89.jpg",
        "tagline": "Grand Park Orchard",
        "location": "Orchard Road",
        "eventType": [
            "Bar",
            "Event space",
            "Hotel",
            "Meeting Room/Space",
            "MICE",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "Awarded as Asia's Leading Design Hotel and one of Singapore's trendiest hotels, Grand Park Orchard is a lifestyle destination on Orchard Road. With its breathtaking herringbone design exterior glass façade and show-stopping media wall, our flagship property is a masterpiece in contemporary chic. Boasting a prime location in the heart of Singapore’s premier shopping and entertainment district, Grand Park Orchard lives up to its name as Singapore’s most fashionable hotel.\n\nFrom the designer interiors in the lobby to 308 rooms and a laidback alfresco bar with its stunning pool, you will be greeted by cutting-edge works of style meisters at every turn. The exclusive Crystal Club and personal butlers are also available to take your experience to the next level at one of the best city hotels in Singapore. Head to the dazzling Orchard Road where an array of major shopping malls as well as lifestyle and dining options awaits at the hotel's doorstep. Known for being an upscale, modern and chic hotel, Grand Park Orchard is great for hosting formal parties such as corporate cocktail parties, company dinner and dance, product launches and product exhibitions."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/90.jpg",
        "tagline": "Workcentral",
        "location": "Dhoby Ghaut",
        "eventType": [
            "Auditorium",
            "Co-working space",
            "Conference Hall",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "Workcentral is co-working space based in the heard of Orchard Road, Singapore and comprises of entrepreneurial community and venue for events, seminars, corporate workshops, cocktails, and product launches."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/91.jpg",
        "tagline": "The Malt Room @ McGettigan's",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "The Malt Room is a unique and completely private event and party venue in a central location in Singapore. With a mix of set up styles available for seated or cocktail events, a private bar, an extensive range of beverage options including a rare Whiskey and Scotch collection, and an excellent range of menus and catering options from our onsite chefs. The venue is also equipped with state of the art, modern audio and visual facilities. \n\nThe Malt Room at McGettigan’s Clarke Quay is the perfect venue. From product launches and corporate gatherings to that special birthday celebration, The Malt Room will work closely with you to create the perfect package for your occasion. Whatever the event, you will be in great hands, with a dedicated event planner on hand to assist with all of your requirements.Halal food available upon requestGet 10% off food bill for all bookings above 50 pax booked before January 31st 2019 - valid for bookings during January - March 2019. Not valid in conjunction with all other promotions."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/92.jpg",
        "tagline": "Faber Peak Singapore",
        "location": "Mount Faber",
        "eventType": [
            "Ballroom",
            "Bar",
            "Cafe",
            "Event space",
            "Meeting Room/Space",
            "Outdoors",
            "Restaurant",
            "Rooftop"
        ],
        "description": "Get away from the stuffy meeting room, and bring your events and meetings to new heights at Faber Peak Singapore, where the vibrant venues are a breath of fresh air and the views are invigorating! The only top-of-hill event location in Singapore with a bird's eye view of the harbour, Sentosa and the city skyline. Faber Peak Singapore is a perfect venue for company events. Situated in Mount Faber Park and great views, Faber Peak is only 15 minutes from the city by car. Choose from the optional transport service or arrive by Singapore Cable Car. \n\nBoasting state-of-the-art audio visual and lighting technology, The Ballroom is a versatile space that can be transformed for standing receptions, banquets or theatre-style and classroom seating for a variety of events - including glitzy gala dinners, fun networking events and formal presentations. [Min: 100 pax] For a more exclusive setting, impress your corporate guests with a classy luncheon or an elegant soiree at the Private Dining Room that is bedazzling with its floor-to-ceiling glass windows. [Min: 30 pax]If networking is on the agenda, head to the casual and colourful Spuds & Aprons that offer luscious comfort food and excellent selections of drinks! [Min: 100 pax]"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/93.jpg",
        "tagline": "Loof",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Rooftop"
        ],
        "description": "With its charming view of the city landscape, Loof is perfect for networking events, product launches, company get-togethers, birthday parties or intimate cocktails. As Singapore’s first standalone rooftop bar, Loof opened its doors to happy revelers back in 2005. It has since turned into an iconic destination among well-heeled locals and tourists alike.\n\nIt serves up quality whimsy, fresh nostalgia and unbridled playfulness in an urban garden atop Odeon Towers in downtown CBD. Loof was named as a play on the way Singaporeans pronounce ‘roof’, a tongue-in-cheek reference to the idiosyncrasies of local diction and culture. Enjoy a medley of carefully crafted Southeast Asian inspired cocktails and indulge in bar snacks with a local twist. \n\nLook no further for your next crazy shindig. Turning a year older? A successful BTO (engagement)? Party till you ‘mati’ on Loof’s expansive alfresco deck, featuring a charming view of the city landscape and personalized packages tailored just for you."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/94.jpg",
        "tagline": "Dallas Restaurant and Bar",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "Nestled within the luscious greenery of the Sky Garden, Dallas Suntec City offers a private open space against the backdrop of the Singapore skyline. With a unique and elegant interior, Dallas is among Singapore’s finest.\n\nAdorned with full length glass windows and a high ceiling, you can host your functions with the glistening sunset as a beautiful backdrop.\n\nTreat your guests to a tasty variety of culinary gems curated by our dedicated kitchen, and leave the rest to our event specialists, who will plan and execute your event."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/95.jpg",
        "tagline": "livingwithArt Gallery",
        "location": "Outram",
        "eventType": [
            "Event space",
            "Gallery",
            "Meeting Room/Space"
        ],
        "description": "Located in Outram, livingwithArt presents beautiful and unique art combined with a capacious space for an array of events and occasions. With the flexible setting and eccentric decor, the gallery promises a one of a kind experience for your next celebration. The bright and bold colors from the paintings that are adorning the walls illuminate a bubbly and exuberant atmosphere to host events. \n\nHosting events in unconventional spaces like livingwithArt gallery can elevate the event experience you can provide for your guests and make it a memorable one. The private black room can host meetings and presentations while the gallery could be transformed for networking, seminar or even an intimate solemnization."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/96.jpg",
        "tagline": "HAPPEN",
        "location": "Jalan Besar",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Gallery",
            "Halal Venue",
            "Meeting Room/Space",
            "Solemnisation",
            "Studio",
            "Unique venue"
        ],
        "description": "HAPPEN @ Jalan Besar is a creative space that is designed for work and play under one roof which will create an unforgettable experience for you and your guests. The 1,700 sqft space is spacious and is centrally located on the fringe of CBD. Housed within a restored shophouse with double high pitched-roof ceiling and classic timber shophouse windows which allows natural lighting to flood the space during the day, it gives a sense of airiness and spaciousness. The space is also designed with accents of yellow which brings a refreshing and modern look.\n\nHappen is equipped with a suite of equipment and facilities is able to cater any occasion ranging from corporate events such as business meetings, networking, seminars, workshops and product launches to recreational events like team-bonding, cohesion, award & appreciation ceremonies, birthday celebrations and many more.\n\nTimeslots for booking:\nWeekdays(no fixed timeslot) *excluding friday night: 5 hours (minimum), 9 hours\nFriday Night, Saturday Night: 6pm till late (Flexible checkout time, up till 6am)\nSaturday day time(before 5pm), Sunday(no fixed timeslot): 5 hours (minimum), 9 hours"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/97.jpg",
        "tagline": "Summerlong",
        "location": "Robertson Quay",
        "eventType": [
            "Bar",
            "Cafe",
            "Kids & Recreational",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Summerlong is your window to sunshine, the ultimate go-to for laid-back days and vibrant nights. The City Beach Cafe inspired by the Eastern Mediterranean offers a casual vibe along the river at Robertson Quay.Confirm your event with Summerlong before 31 Mar 2019 and claim back $250 worth of cash vouchers from Venuerific directly.Terms and conditions:Not available with any other promotionsProof of confirmation is required i.e. receipt of payment or signed contractMinimum spend of $2,000 for the event bookingTo claim email at elena@venuerific.com"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/98.jpg",
        "tagline": "Distrii Singapore Republic Plaza",
        "location": "Raffles Place",
        "eventType": [
            "Auditorium",
            "Co-working space",
            "Conference Hall",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "Distrii Singapore Republic Plaza is an upscale, modern, beautifully furnished event venue that is home to private offices, meeting rooms, team spaces, hot desks, and a conference/event hall. The huge glass windows allow the natural daylight to shine through, giving the room a warm and natural feel. Additionally, this event space specially designed with versatility and flexibility in mind, a host can change up the seating plan and layout to complement their event type. \nThe abundance of different room styles gives hosts the freedom of choosing a particular venue that is best suited for the event type. Regardless whether it is a formal event - meetings, corporate seminar, marketing event, or informal parties - birthday parties, Christmas parties, Cocktail parties, this venue is perfect for all!\nPromotions:\n10% off venue rental \nOnly for first time customers of Distrii through Venuerific  \nPromo code: DISTRII10OFF"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/99.jpg",
        "tagline": "Qanvast @ OUE",
        "location": "Tanjong Pagar",
        "eventType": [
            "Event space",
            "Unique venue"
        ],
        "description": "Spacious showroom that will accommodate 60, with discussion chairs and tables, with sofas and coffee tables."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/100.jpg",
        "tagline": "PSB Academy City Campus",
        "location": "Marina Square",
        "eventType": [
            "Auditorium",
            "Event space",
            "Meeting Room/Space"
        ],
        "description": "As one of Singapore's leading private education providers, our spaces are purpose-built for immersive learning, experimentation, and interactive discussion. The City Campus at Marina Square spans over 100,000 square feet over 2 floors. PSB Academy City Campus space consists of auditoriums that sit between 150-350 people, seminar rooms built for video conferencing, and classrooms in no-front, cluster/ dynamic layouts with writable walls designed for brainstorms and planning sessions.vCity Campus Lecture Theatre is refurbished from old cinema theatres, their lecture theatres are acoustically sound with adjustable lighting settings. All rooms come with an LCD projector with projector screen for presentations, and AV equipment and rostrum can be set up where required. They are also wheelchair-accessible as their campus supports universal design. Choose from a more intimate auditorium setting for 190 people, or host a larger conference to fit over 350 people.PSB Academy City Campus design is a well thought out, catering to your each and every need. Guests have the flexibility of hosting all types of events -corporate function, corporate seminar, corporate hackathon, product launch and also product exhibition, all in one place!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/101.jpg",
        "tagline": "KidZania Singapore",
        "location": "Sentosa",
        "eventType": [
            "Conference Hall",
            "Kids & Recreational",
            "Event space",
            "Meeting Room/Space",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Located in the tiny island of Sentosa, KidZania Singapore is an entertainment haven for you and your kids. It is an interactive indoor theme park combining inspiration, fun and learning through realistic role-play for children aged 3 to 17. At KidZania Singapore, kids can independently explore the 81,000 square feet kid-sized City, complete with buildings, paved streets, vehicles and a functioning economy, just like in a real world! Through realistic role-play, they learn about different careers, the inner-workings of a city and the concept of managing money.\n\nWith so many fun and exciting activities available for play, fully furnished with chairs and tables, KidZania Singapore will be a great and fun place for parents to host a kid’s birthday party for their kids!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/102.jpg",
        "tagline": "Tampopo LOFT",
        "location": "Clarke Quay",
        "eventType": [
            "Conference Hall",
            "Kids & Recreational",
            "Event space",
            "Studio"
        ],
        "description": "Tampopo LOFT is a multi-purpose event hall and culinary studio with fully equipped kitchen. Utilize our space as a banquet room or even host your next private chef dining experience here!\n\nMake an appointment with our event specialists to find out how you can use our versatile event spaces for your upcoming event.\n•         Culinary Sharing Session\n•         Food Photography\n•         Cooking Class with Renowned Chef\n•         Food Tasting Event\n•         Product Launch / Introduction\n•         Ceremonial Event\n•         Business Matching Event\n•         Corporate Seminar\n•         Teamwork Building\n•         Annual Dinner and Dance\n•         Private Party (Wedding, Birthday, etc)"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/103.jpg",
        "tagline": "Meeting Room @ The Company",
        "location": "City Hall",
        "eventType": [
            "Co-working space",
            "Meeting Room/Space"
        ],
        "description": "The Company (formerly District6) is a co-working space in the heart of Singapore, in City Hall. The company is a modern and sleek looking co-working space for you! The large glass windows make rooms at The Company look spacious, cozy and overall very welcoming!\n\nMeeting room is equipped with cutting edge WiFi and projector. It offers board-rooms perfect for corporate meetings, training, workshops etc. This room sits up to 8 people comfortably. Rates: $60/hr min 2 hours. Weekends $120/hr min 2 hours."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/104.jpg",
        "tagline": "Dulcet & Studio @ UIC Building",
        "location": "Tanjong Pagar",
        "eventType": [
            "Cafe",
            "Restaurant"
        ],
        "description": "Dulcet & Studio @ UIC Building is located right beside the future Shenton Way MRT. Easily order your food and drinks with our Ordering-Kiosk. Ideal place for gatherings, informal business meetings and relax in the heart of the business district.Dulcet & Studio is a cozy café to unwind and relax in this rushing city district. It is designed by one of the top Japanese designers based out of Tokyo. Our desire is to provide consumers with a wide variety of food as well as to create a fun learning environment whilst interacting with one another. Aside from the café, the Studio will give customers the opportunity to gain skills through our baking classes."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/105.jpg",
        "tagline": "B28 House",
        "location": "Robertson Quay",
        "eventType": [
            "Bar",
            "Club",
            "Conference Hall",
            "Event space",
            "Gallery",
            "Meeting Room/Space",
            "Private estate",
            "Salon",
            "Solemnisation",
            "Studio",
            "Theater",
            "Unique venue"
        ],
        "description": "B28 is an award-winning landed shophouse located next to Roberston Quay. The versatile nature of this venue with removable furniture and other on-demand types of equipment to make your hosting event a success. Apart from its flexible space, B28 House offers its guests a variety of amenities such as a microphone, projector, TV and a full bar! \n\nWith all the different amenities available for this venue is suitable for your product launches, meetings, workshops, party, birthdays, solemnization, conference, fashion show, or even some after work networking."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/106.jpg",
        "tagline": "Jurong Town Hall",
        "location": "Jurong East",
        "eventType": [
            "Auditorium",
            "Conference Hall",
            "Event space",
            "Meeting Room/Space",
            "Outdoors",
            "Theater"
        ],
        "description": "Strategically located in the heart of Jurong with excellent connectivity to other parts of Singapore, as well as a wide range of amenities nearby, Jurong Town hall served as JTC’s first permanent headquarters from 1974 to 2000 and is a key landmark that symbolizes Singapore’s successful industrialization programme during the nation-building years. Gazetted as a national monument in 2015, Jurong Town Hall now houses the Trade Association Hub, which supports a vibrant ecosystem of trade associations and chambers and plays a critical role in the next phase of Singapore's economic development.\n\nTheir following rooms are available for booking: \n1. Meeting Rooms (20 seats) \n2. Training Rooms at T1A & B (24-42 seats) \n3. Training Room at T1C (60-100 seats) \n4. Auditorium (300-1000 seats, table/chairs not provided) - contact sales@venuerific.com for furniture rentals \n5. VIP Lounge (50-80 standing) \n6. Theatrette (100 seats) \n7. Penthouse (150 standing, table/chairs not provided)\n\nWith so many different room options, hosts have the freedom to choose a room that can specifically meet the needs of their guests. Hosts can host events such as meetings, corporate seminars, corporate functions, corporate hackathon, product launches and product exhibitions here at Jurong Town Hall."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/107.jpg",
        "tagline": "The Pump Room",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Club",
            "Event space",
            "Restaurant",
            "Unique venue"
        ],
        "description": "The latest nightlife trailblazer to make waves in Singapore, The Pump Room is unique dining, event space and entertainment venue occupying a prime spot in Clarke Quay - Singapore’s coveted F&B and lifestyle destination. Opened in early December 2006, this microbrewery and bistro is made up of three concepts that will appeal to anyone looking for memorable drinking, dining and partying experience - a microbrewery, bistro and a bar with a live band and room to party. The Pump Room is the best live band dance club in town, and only the finest musicians get to rock out on our stage. Don't forget to order some food to fill up- we recommend our Dry Aged steaks and Crispy Pork Knuckles! \n\nGet Pumpin' Now with The Pump Room and have a great night out with friends, family and colleagues. Events such as birthday parties, happy hour, team-bonding, Christmas party can be held here at the pump room!\nPromotion:\n10% off total bill \n- New booking confirmations for Jan - March 2019\n- Promo code: PUMP10OFF"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/108.jpg",
        "tagline": "Artichoke Singapore",
        "location": "Bras Basah",
        "eventType": [
            "Bar",
            "Outdoors",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "Artichoke is a Middle Eastern-inspired restaurant in the same cool compound with Objectifs. a non-profit art space dedicated to photography and film, in the heart of Singapore’s Arts and Heritage district. At the helm is chef-owner Bjorn Shen, who’s been slinging out plates of tasty food to you beautiful peeps since 2010. \n\nArtichoke is probably the least authentic Middle Eastern restaurant around. And that's exactly how it should be. The food is fun and creative, drawing inspiration from Middle Eastern flavors and ingredients; as opposed to being traditional. Imagine funky stuff like doner kebab fried rice, shawarma spiced octopus, honey za’atar fried chicken and baklava soft serve ice cream, all served to a backdrop of 60’s soul and 90’s hip-hop. If you wanna get hammered, Artichoke has got the plug with a mean wine list, alongside ice cold beers, ciders, Sunday Punch cocktails and a killer G&T.\n\nIf that ain't your thing, or if you're under aged, don't break a sweat. The bar at Artichoke also pumps out Turkish sodas, soft serve milkshakes, rosewater lemonade and coffee from our friends Common Man Coffee Roasters. Get your friends and family down and celebrate your Birthdays, Anniversaries and corporate events/parties with Artichoke."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/109.jpg",
        "tagline": "Hard Rock Cafe Singapore",
        "location": "Orchard Road",
        "eventType": [
            "Bar",
            "Event space",
            "Meeting Room/Space",
            "Restaurant"
        ],
        "description": "Hard Rock Cafe Singapore, sporting a new sleek contemporary look, adorned a refreshed collection of memorabilia, and an all-American food favourites! Singapore’s flagship outlet opened in February 1990 in the trendy Orchard Road area and has been rocking ever since, hosting events from the Asian Television Awards to The New Paper’s World Cup Finals’ screening. Choose from: \n\n1. The Red Carpet Room, a cozy room on the second floor with floor-to-ceiling windows. Best for meetings, seminars, solemnizations or private dinners. \n2. The Mezzanine, an open balcony layout with a bar area, great for networking or corporate meet & greet. The Main Floor - complete with a dance floor and a stage. Ideal for larger parties and events such as concerts, album launches and dinner and dance. \nPromotions:\nGet 5% worth of F&B vouchers\n- Booking value between $3,000-$5,000 for Venuerific users\n- Valid for 3 months from event date \n- Promocode: ROCK5OFFGet 10% worth of F&B vouchers \n- Booking value more than $5,001 for Venuerific users \n- Valid for 3 months from event date \n- Promo code: ROCK10OFF"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/110.jpg",
        "tagline": "PSB Academy STEM Campus",
        "location": "Toa Payoh",
        "eventType": [
            "Auditorium",
            "Event space",
            "Meeting Room/Space",
            "MICE"
        ],
        "description": "As one of Singapore's leading private education providers, our spaces are purpose-built for immersive learning, experimentation, and interactive discussion. The STEM Campus in Toa Payoh, which is minutes from Braddell, Toa Payoh and Caldecott MRT, spans 50,000 square feet over 2 floors. Besides housing various laboratory settings, STEM Campus space also consists of an auditorium that sits 150 people, and classrooms in no-front, cluster/ dynamic layouts with writable walls designed for brainstorms and planning sessions. STEM Campus Lecture Theatre is a cozy 150-seater lecture theatre comes with adjustable lighting settings, dual LCD projector with projector screens for presentations, and AV equipment and rostrum can be set up where required. It is also wheelchair-accessible as our campus supports universal design.PSB Academy STEM Campus design is a well thought out, catering to your each and every need. Guests have the flexibility of hosting all types of events -corporate function, corporate seminar, corporate hackathon, product launch and also product exhibition, all in one place!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/111.jpg",
        "tagline": "1927",
        "location": "Raffles Place",
        "eventType": [
            "Bar",
            "Hotel",
            "Outdoors",
            "Rooftop"
        ],
        "description": "Set in an iconic heritage building that is SO Sofitel Singapore, the rooftop pool bar 1927 offers guests a luxurious urban oasis set in the heart of CBD with its glitzy cocktails and ritzy decor. Discerning epicureans can look forward to embarking on a gastronomical journey with the bar's innovative selection of artisanal equatorial cocktails, delicately paired with tantalizing sharing platters of modern tapas and bar bites. A charismatic rooftop lounge with dashes of tropical chic elements surrounding the lush infinity-edged pool, 1927 creates an exclusive dining experience that is inviting by day, intimate by night. Be it a farewell party for a colleague or a year-end Dinner and Dance, this venue will surely make it a night to remember."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/112.jpg",
        "tagline": "Gardens by the Bay",
        "location": "Marina Bay",
        "eventType": [
            "Ballroom",
            "Event space",
            "Halal Venue",
            "Meeting Room/Space",
            "Outdoors",
            "Rooftop"
        ],
        "description": "With four different locations, Flower Field Hall, Waterview Room, Silver Leaf and The Meadow, Gardens by the Bay would certainly leave every guest with a lasting impression of the place. Under the canopy of silver-hued Supertrees and overlooking the Dragonfly Lake, Silver Leaf offers an intimate setting for private and exclusive events. The scenic garden setting yields countless picture-perfect moments, with the iconic Flower Dome and Marina Bay skyline in the background. The Waterview Room can be used as a standalone room for private events or to complement events taking place in the Flower Field Hall as both venues are adjoining. Be enthralled by the Marina Bay waterfront view and Bay East Garden while enjoying precious moments during your events here. The Meadow, Singapore's largest outdoor garden event space, boasting a standing capacity of up to 30,000 people. \n\nThe panoramic view of the iconic Conservatories, Supertrees and Singapore's downtown cityscape provides a stunning backdrop for mega events and nights to remember. Nestled within the Flower Dome, Flower Field Hall engages guests with a sensory experience. Overlooking the changing Flower Field display on one side, and a spectacular view of the Marina Bay skyline on the other, this indoor space captivates with its picturesque backdrop of perpetual spring. Host your event amidst the beautiful sea of flowers at Gardens by the Bay, the perfect location for birthday parties, bachelor parties, hen parties and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/113.jpg",
        "tagline": "Hero's",
        "location": "Boat Quay",
        "eventType": [
            "Bar",
            "Club",
            "Restaurant"
        ],
        "description": "Hero’s is a sprawling 2,500 sq-ft saloon style venue with a fully-stocked bar, full menu (burgers, kebabs, pizzas, mixed platters and other pub grub) and live band set-up. Our unique VIP area comprises beer-tap tables where patrons can pour their own pints. Hero’s also boasts a spacious main hall as well as a comfortable alfresco area. On Fridays and Saturdays, Circular Road is closed allowing us to add street seating. External catering and events beyond regular opening hours are available upon request.\n\nThis huge and spacious event venue is great for accommodating a large number of guests. The flexible space and versatile floor plan are great for hosting a multitude of events such as birthday parties, hen parties, bachelor parties, Christmas parties, etc."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/114.jpg",
        "tagline": "C Side - Coastes, Bikini Bar, Sand Bar & Flame",
        "location": "Sentosa",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Solemnisation",
            "Unique venue"
        ],
        "description": "Located on the tiny island of Sentosa, C Side is the epitome of beach culture and is also the most authentic beach destination in Singapore. C Side is the ultimate escape from the hustle bustle of the city, with a mix of entertainment, activities, parties, food & beverage options, C Side has something for everyone. With panoramic views of the Siloso shoreline, C Side offers a great vantage point to take in glorious sunsets and beautiful displays of fireworks every evening. With an expansive beach and deck space, C Side is a perfect venue for small and large scale events whilst keeping that intimate feel.\n\nThe ideal place for corporate functions, dinner and dance, family day, networking events, product launches, birthday parties and weddings, C Side is the most convenient beach getaway in Singapore. With panoramic views of the Siloso shoreline, C Side offers a great vantage point to take in glorious sunsets and beautiful displays of fireworks every evening. With an expansive beach and deck space, C Side is a perfect venue for small and large scale events whilst keeping that intimate feel. At C Side, beach-lovers can truly unwind and enjoy the sun, sand, sea and good food! C Side is a combination of five outlets, each with its own distinct vibe and concept: Coastes, Sand Bar, Bikini Bar and Flame.Minimum Spending: $50 per person on Weekdays\n                                 $88 per person on Weekends \n\nPrices are subject to GST & Service Charge. For more info or choice of menus, please inquire."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/115.jpg",
        "tagline": "Bang Bang",
        "location": "Esplanade",
        "eventType": [
            "Club"
        ],
        "description": "Housed in a 5,000 square foot venue at the 5 Star Pan Pacific Hotel located at Marina Bay, Bang Bang draws its inspiration from the world’s top high-energy nightclubs and brings it into an intimate setting with a capacity of 400 revelers. Alongside smartly appointed furniture, fixtures, and eye-catching décor, Bang Bang will house a state-of-the-art L’Acoustics sound system as well as a 45 foot long high-resolution LED wall, bringing your experience to the next level.\n\nHave a banging time at Bang Bang for your Birthday parties, Christmas parties, team-bonding, etc. Bang Bang is the ultimate location for party goers to let down their hair and have a great time with friends!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/116.jpg",
        "tagline": "Talay Thai",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Talay Thai serves authentic Thai food with an urban twist – it’s a modern, warm and avant-garde “drinking hole” where suits and food collide. \n\nTalay Thai is set to make waves as the newest Thai tapas concept in Singapore situated at the hottest wine and dine precinct – Clarke Quay. The interior décor exudes a resounding punch of personality; the orchestrated harmony of the rustic deep red floors, electric fish scale feature walls and ornate traditional Thai displays is a sight to behold and drinking hole worth a go.\n\nWith an extensive menu of over 50 items, Talay Thai will leave you spoilt for choices. From more than 20 variety of tapas bites to unique Thai cocktail concoctions, enjoy the authentic Thai experience and take your taste buds on a flavour explosion. \n\nHost your event at our restaurant and enjoy our delicious authentic Thai cuisines. Perfect for corporate event, networking, client dinners and birthday parties."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/117.jpg",
        "tagline": "Cookyn Inc",
        "location": "Balestier",
        "eventType": [
            "Event space",
            "Studio"
        ],
        "description": "Cookyn Inc believes in Making Food Fun by fostering interactions amongst people, be it in a social group or a corporate department. More than just a cooking school, we understand that cooking is just part of the fun in working together to create memories that will last for a long time. We also seek to provide wholesome food for your private parties and celebrate special milestones from a full month party to a 60th Birthday bash at our venue."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/118.jpg",
        "tagline": "THE QUEEN & MANGOSTEEN",
        "location": "Harbourfront",
        "eventType": [
            "Bar",
            "Cafe",
            "Kids & Recreational",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "The Queen & Mangosteen is more than just an average English pub in Singapore. It is known to serve great food, underrated Pub Grub as well as handcrafted micro-brewed beers from Archipelago, the first commercial brewery in Singapore since 1931. This family-friendly Gourmet British Pub also serves a selection of kids meals. Located at VivoCity, it makes a lively pit stop in between your shopping-day-out as well as providing million dollar views of Sentosa Island.\n\nThe Queen & Mangosteen is an amazing spot for hosting all kinds of events. From hosting an intimate party with just you and you close friends - birthday parties, team-bonding, team-building and business dinner or huge events - corporate function, corporate party, etc!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/119.jpg",
        "tagline": "Prive Chijmes",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Cafe",
            "Restaurant"
        ],
        "description": "Located in the midst of CHIJMES’ lush garden setting, Privé is an oasis of relaxation for urbanites who are looking for a little respite from the hustle and bustle of the city. The casual atmosphere and unassuming design makes you almost feel like you are stepping into someone’s backyard and immediately puts you in the mood for some socialising over good food and drinks. Take in the lush greenery from the surrounding courtyard and immerse yourself in the old-world charm as you savour a fuss-free meal under the cool shade of the many trees or nurse a refreshing mojito under a blanket of stars. The one-of-a-kind venue is suitable for hosting birthday parties, Christmas parties, proposal, business luncheon, business dinners, etc!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/120.jpg",
        "tagline": "The Muffinry Bakery and Cafe",
        "location": "Raffles Place",
        "eventType": [
            "Cafe",
            "Event space"
        ],
        "description": "The Muffinry Bakery and cafe make exotic and awesome tasting desserts ranging from tarts, cakes, scones, homemade granola, cookies. This little shop also offers a variety of other savory treats such as pies, quiches and sandwiches. Other than the delicious treats, they have a beverage menu which features their signature blend of coffee, teas, and smoothies. Currently, the Muffinry Bakery and Cafe offers wines from the cellars of Domaine de la Baume and a range of craft beers to take you into the night!\n\nThe Muffinry Bakery and Cafe have grown upwards to offer more seating. The second and mezzanine floors of this shophouse offer a hideaway amidst the bustle of the CBD. This space which has hosted corporate events, private parties…even a few marriage proposals!... is cheerful by day – filled with natural light, and has a mellow, chilled vibe as the sun sets – a perfect spot to unwind and swap stories of the day before heading home."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/121.jpg",
        "tagline": "The Royal Albatross",
        "location": "Sentosa",
        "eventType": [
            "Event space",
            "Outdoors",
            "Unique venue",
            "Yacht"
        ],
        "description": "For a truly memorable affair, enjoy the lavishness of a wedding ceremony onboard The Royal Albatross. The grace and elegance of this ship provides the perfect setting for a gorgeous wedding, step into the elegant ambience of a bygone era . Relax with the gentle breeze and let the romantic atmosphere leave you and your guests feeling enthralled aboard the Royal Albatross for a dreamy waterfront wedding.\n\nOffering gorgeous views of the South China Sea,  the ship is an exclusive and impressive alternative to conventional wedding venues which we can integrate with The Pavilion By The Sea. This idyllic harbour-front setting offers a unique alternative venue for those looking for an outdoor alfresco theme. Your guests will delight with a breathtaking sea view of the waterfront and beyond. The Pavilion offers a garden lawn area for creative set-ups or hosting of pre-wedding activities, be it an English garden themed day or a classic wedding at night under the stars embracing the cool sea breeze"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/122.jpg",
        "tagline": "East Manhattan",
        "location": "Bukit Timah",
        "eventType": [
            "Cafe",
            "Restaurant"
        ],
        "description": "Situated in a cozy corner in a row of vintage shop house along Lorong Kilat, East Manhattan Café nicely decorated interior with hipster rustic theme undoubtedly would bring back memories of the good old days. Be charmed by its unique deco of Manhattan style picture and poster while being wowed by its artistic furniture that is full of character. Pamper the palate further with our artisan bread, usually consisting of not more than five ingredients, its texture and flavour are generally superior to that of commercial breads. Making your event a memorable experience is important to us\n\nWith ample parking space next to the café and a location a little off Bukit Timah, your guest would have minimal difficulties in attending your event hosted with East Manhattan. This unique venue is ideal for all kinds of events ranging from Private Parties, Corporate Function, Marketing Event to Media Launch. Making your event a memorable experience is important to East Manhattan!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/123.jpg",
        "tagline": "Sevens Yacht",
        "location": "Sentosa",
        "eventType": [
            "Yacht"
        ],
        "description": "Ideal for a weekend soirée or corporate getaway with Sevens.Possess the ultimate luxurious motor yachts. It is an impressive 50-footer, Sgyacht is fresh off the drawing boards of the BMW design team. It boasts a luxurious cherry wood salon interior with sleek leather lounges. Its generous aft deck features a roomy lounge that seats 13 adults. And its large cockpit is great for a variety of watersports. You can expect the best of speed and adventure.The latest inclusion to Sgyacht’s fleet, the winner of the 2005 cruiser of the year, this Riviera M400 sports cruiser is the perfect combination of speed, style and sensuality.Sevens is truly an embodiment of Riviera heritage. All the familiar and reassuring aspects of Riviera boatbuilding DNA; the purposeful lines, hefty scantlings, the solid feel in a seaway, spacious layout and Euro style luxurious décor. This luxurious yacht will be the perfect getaway party venue from anniversaries to corporate party, SG Yacht is sure to make this an occasion to remember!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/124.jpg",
        "tagline": "Lagoon 400 \"Tahnee\"",
        "location": "Keppel",
        "eventType": [
            "Yacht"
        ],
        "description": "Owned by Lloyd Marine, this beautiful Lagoon 400 sailing catamaran is ideal for intimate gatherings of up to 18 people. Drop anchor in the sheltered bays of Singapore Southern Islands and enjoy a BBQ on deck, kayaking and paddle-boarding by day or entertain in style on a sunset cruise, with the stunning Singapore skyline as your backdrop.\n\nEnjoy a day out in the sun with Lagoon 400 ’Tahnee’. With the warm sun and cooling sea breeze, this place is great for hosting small and intimate parties - 21st Birthday parties, corporate parties, office parties, team-bonding activities, and many more events!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/125.jpg",
        "tagline": "Alaska 45 Motor Yacht",
        "location": "West Coast",
        "eventType": [
            "Yacht"
        ],
        "description": "Brand new to the Singapore charter scene and managed by Lloyd Marine, this clipper-style, 45-foot motor yacht is ideal for all kinds of occasions from fishing trips or entertaining up to 12 guests. With 3 cabins specially designed for maximum comfort, the saloon and cabins are both air-conditioned and a double sunbed out on the foredeck. This unusual event space is an ideal location for sea lovers. \n\nWith Alaska 45 Motor Yacht, guests can party away in the warm sun and cool sea breeze. She is fully equipped and ready to whisk you and your guests to the Singapore Southern Islands for a fun day out on the water."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/126.jpg",
        "tagline": "Al Forno Restaurant",
        "location": "Katong",
        "eventType": [
            "Restaurant"
        ],
        "description": "Set up in 1995, Al Forno East Coast is the first Italian restaurant in Singapore to import fresh ingredients like whole peeled tomatoes and cheeses directly from Italy. Complimenting these best ingredients, the Italian pizza-maker bakes with a traditional wood fire oven that gives a splendid taste to the pizzas and fresh bread that you can only find in a true traditional Italian restaurant. \n\nPerched at the bottom of a shophouse, the unique location of Al Forno gives this venue a homely and cozy vibe to the restaurant which makes it an awesome location for intimate Birthday parties, Christmas parties or just a place to gather with friends and family."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/127.jpg",
        "tagline": "Dancing Crab",
        "location": "Bukit Timah",
        "eventType": [
            "Restaurant"
        ],
        "description": "Dancing Crab serves a mix of robust, country-style Cajun seafood and the distinctive richness of Creole cuisine. This restaurant is an American counterpart to Singapore's equally famed preferences for seafood, shellfish and rich flavors. Backed by one of Singapore's oldest seafood restaurant leaders, TungLok Group, Dancing Crab sources their shellfish from the same vendors used at the group's best seafood restaurants, offering a range from Boston lobster to Dungeness crab. \n\nDancing Crab is known for their happy atmosphere, lively music, and high spirits. A venue that brims with life, bringing the same emphasis to its colourful location at The Grandstand. They are a place that welcomes their guests to eat, drink, and be merry. Dancing Crab is perfect for any joyous occasion such as birthday parties, team bonding, office parties and even happy hour!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/128.jpg",
        "tagline": "Gunther's Modern French Cuisine",
        "location": "Bugis",
        "eventType": [
            "Restaurant"
        ],
        "description": "Residing at the swanky Purvis Street, Gunther’s bring about sophisticated French fare to the chic fine dining scene. The meticulously-crafted restaurant, whose name yields the personality of Gunther himself, the man behind this establishment, depicts the realization of a dream that he has over the years, that is a place to call his home.\n\n\"Opening Gunther’s is not just a dream come true, it’s the realisation of a home — my home. This is where I devise and visualise my creations. This is where I could finally present cuisines that I truly call my own.\" - Chef Gunther Hubreschen\n\nThis impeccable location and exquisite food brings out the best In every event and is a great venue to host business luncheon, business dinners, client meeting, corporate functions, etc."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/129.jpg",
        "tagline": "RuLin Ferretti 630",
        "location": "Sentosa",
        "eventType": [
            "Unique venue",
            "Yacht"
        ],
        "description": "The Ferretti 630 represents a new challenge for the experienced team made by Zuccon International Project Studio and the Engineering Division of Ferretti Yachts which designed a superb yacht incomparable for space and brightness. The external shape has been made very aggressive thanks to a new spherical unique window that goes from the stern to the bow. Inside a 360 degrees view offers the feeling of being into an open space yacht. Many interior solutions has been used to enlarge the space for guests offering a unique comfort. The master cabin presents an open view window, another big effort in terms of space optimization which made the 630 a yacht more similar to the bigger boats of the Ferretti Yachts range. Host your intimate private event with RuLin Ferretti 630. Be it a birthday party, company party or just a anniversary celebration, this yacht will make it a day to remember! Prices:Single day charter bookings, 4 Hours cruising /18pax + 3 hours complimentary dockside/25pax* @ SGD2600OPTIONAL WATER SPORTS ACTIVITIES: Inflatable Water Slide $400/4 Hours & Yamaha Jet Ski $400/4 HoursEmbarkation/Disembarkation: One15 Marina to Southern Islands, Singapore"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/130.jpg",
        "tagline": "White Sails Yacht - StarGazer",
        "location": "Sentosa",
        "eventType": [
            "Yacht"
        ],
        "description": "White Sails Yacht is a luxury yacht company that has always kept their yacht in showroom condition. White Sails Yacht represents the most reputable, first class, full-service yacht in Singapore and their yacht has been carefully selected to meet the exceptionally high standards by the company. Being dedicated to providing their guests only the best and highest quality choices possible, guests will not be disappointed to the type of yacht available for booking. \n\nThe StarGazer is one of the luxury yachts with full facilities onboard. This yacht comes with a comfortable seating area, a kitchen and a spacious bed. This yacht is truly a home on the waters and is perfect for hosting events such as anniversaries, proposal, birthday parties and even office parties."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/131.jpg",
        "tagline": "Sen of Japan",
        "location": "Marina Bay",
        "eventType": [
            "Bar",
            "Restaurant"
        ],
        "description": "Sen of Japan is a casual dining Japanese restaurant and bar. Their dishes are designed by Chef Nakano Hiromi, who used to head the famous NOBU at the Hard Rock Hotel & Casino Las Vegas. Outfitted with blond wood bar counters and floor-to-ceiling windows, the unrivaled views are coupled with fresh and expertly prepared dishes. Sen of Japan provides a undeniably exotic experience for their diners. With great scenic views of the Singapore Skyline and the Promenade, your event, be it a Christmas party, corporate party, year end party or just a small and intimate birthday party is set to be a memorable one at Sen of Japan."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/132.jpg",
        "tagline": "BIN 38 @ Tippling Club",
        "location": "Tanjong Pagar",
        "eventType": [
            "Bar",
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Unique venue"
        ],
        "description": "BIN 38 - the ultimate experience in private dining. Located on level 2, the exclusive three-part space comprises of Chef-Owner Ryan Clift's state-of-the-art R&D test kitchen, a 34-seater cocktail lounge and an intimate 12-seater dining area – encapsulating the full Tippling Club experience in a private space. Every event at Tippling Club is customized and personalized regardless of size. Here, we have an award winning team (led by Chef Ryan), that can create a menu and experience tailored to our guests’ needs. With one of the most innovative kitchens and best stocked bars in Asia, we take pride in the quality and creativity of each Tippling Club event. The unique venue layout allows us to design one-of-a-kind food and cocktail master classes for you and your guests.\n\nWith a standing capacity of up to 60 pax, BIN 38 is the perfect venue for networking, presentations, product launches, VIP registrations, press conferences, birthday/ festive celebrations or a dinner treat to thank your team and clients."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/133.jpg",
        "tagline": "TongKang Riverboat Dining Event Space",
        "location": "Clarke Quay",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Unique venue",
            "Yacht"
        ],
        "description": "TongKang Riverboat Dining at Clarke Quay presents experiential dining on the last surviving pair of tongkangs (light boats for carrying goods) in Singapore. The first of these two treasured tongkangs or Bar Boat houses a bar, perfect for after-work drinks or corporate parties. The second boat or Restaurant Boat is where diners will enjoy exquisite cuisine aboard this historic vessel. \n\nAdditionally, you can entertain your business associates at a private meal or hold your theme parties and soiree for your weddings and stag nights. The view of the sunset and gentle breeze completes the memorable experience."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/134.jpg",
        "tagline": "Wine Universe Restaurant & Wine Bar",
        "location": "Esplanade",
        "eventType": [
            "Bar",
            "Cafe",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Welcome to Wine Universe, where a treasury of wines from all over the world await you! Located in a corner of Millenia Walk in Singapore, this restaurant glassy exterior with its sidewalk alfresco lounge invites guests to step into its dynamic space incorporating a restaurant, a wine bar and retail-cellar. Paired with a menu featuring contemporary Swiss cuisine, the food and wines presented enhance each other, elevating guests’ culinary experience to a new level.\n\nPrepare yourself for a modern and elegant dinner party with friends and family at Wine Universe. The stunning interior design and delectable food will surely make your party a night to remember! Have fun hosting with Wine Universe, regardless of the event - birthday party, wedding, business dinner, anniversary, your party will surely be an extraordinary one!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/135.jpg",
        "tagline": "Baja Fresh Mexican Grill - Event Space",
        "location": "Marina Bay",
        "eventType": [
            "Cafe",
            "Event space",
            "Restaurant"
        ],
        "description": "Nestled in the heart of the city, Baja Fresh Mexican Grill offers two event spaces for your perfect Mexican fiesta. Party with probably the best Mexican cuisine in town with pitchers of frozen margaritas, sangrias and draft beer. Our first space is a chic location at The Sail, right in the middle of CBD. Our second spot is at Baja Fresh Mexican Grill at Rendezvous Hotel.\n\nAn exciting place for taco, burritos and margaritas lover, it is the perfect location for office parties and weekend parties, birthdays, cocktail parties, happy hour and even baby showers.\n\nPromotions:\n\nGet 15% off for SC staff \n- This promotion is not available with other deals.\n- Promocode: SCBVRDEALGet 15% off for JP Morgan Staff\n- This promotion is not available with other deals.\n- Promocode: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/136.jpg",
        "tagline": "OSG - Our Simple Goodness",
        "location": "Central",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Unique venue"
        ],
        "description": "OSG-Our Simple Goodness is a multi-cuisine live music bar at Suntec City with a mission of spreading LOVE through Our Simple act of Goodness. This bar gives off a cozy and intimate vibe which is perfect for customers to just kick back and have a fun and relaxing time with friends. \n\nWith delicious food and cozy interior, this awesome bar, cafe, event space is great for get-togethers with friends and family, birthday parties, Christmas parties, happy hour and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/137.jpg",
        "tagline": "Earl Of Hindh",
        "location": "Sentosa",
        "eventType": [
            "Bar",
            "Restaurant"
        ],
        "description": "Earl of Hindh is the brainchild of a team of enterprising expat Indian entrepreneurs. Earl of Hindh is their quest of reinvigorating the inimitable Indian disposition that seeks to balance materialistic achievement and glory on the one hand and philosophical and cultural refinement on the other. Indians do not see any contradictions in both these pursuits. Our mission is to bring to the world the finest of Indian cuisine. However, Indian cuisine is not just about food. It is a holistic experience that is deeply embedded in our rich social traditions. For thousands of years Indians have experimented with and perfected hospitality in their unique way. \n\nEarl of Hindh aim is to bring the opulence, once enjoyed by the royalty of India, to those who have earned their right to it in modern times. Combining traditional Indian style with a touch of moronity to this restaurant, Earl of Hindh is an exquisite site for hosting unique theme parties - birthday parties, bachelor parties, bridal showers, hen parties, etc."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/138.jpg",
        "tagline": "Ding Dong",
        "location": "Telok Ayer",
        "eventType": [
            "Bar",
            "Event space",
            "Restaurant"
        ],
        "description": "A unique dining concept from Open Door Policy, where the rustic flavors of Southeast Asia are celebrated in the signature refinement of Ryan Clift from Tippling Club. Immersed in the region’s culture and inspired by its culinary tastes, Clift's culinary team headed up by Chef Miller Mai delivers modern interpretations of Southeast Asian cuisine paired with specially handcrafted Asian cocktails and boutique wines. Tuck in to share plates of familiar flavors executed by way of the Western influence and progressive techniques, ideally experienced via the Feed Us menu – the best way to get acquainted with Ding Dong.\n\nExperience the true Southeast Asian culture with Ding Dong through their mouthwatering food and delicious tasting cocktail. This one-of-a-kind Southeast Asian restaurant is suitable for all types of events including birthday parties, year-end parties, team bonding and also business dinners!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/139.jpg",
        "tagline": "Napoleon Food & Wine Bar",
        "location": "Tanjong Pagar",
        "eventType": [
            "Bar",
            "Restaurant"
        ],
        "description": "Whether you are a wine connoisseur or just the occasional wine lover, at Napoleon you will be able to enjoy wines at your pace and comfort, in a cozy atmosphere. Its innovative concept, revolving around pairing and sharing, offers the chance to taste 32 European wines by the glass and pair them with the Singaporean chef's interpretation of Southern European casual cuisine.\n\nDiscover our food and wine matching suggestions specially created around defined categories of wines. Napoleon Food & Wine Bar has a dedicated team who will assist you in creating a phenomenal event, regardless whether it is a simple birthday party or a lavish corporate function, it will surely be a memorable one!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/140.jpg",
        "tagline": "Laughing Juice",
        "location": "Orchard Road",
        "eventType": [
            "Event space",
            "Meeting Room/Space",
            "Unique venue"
        ],
        "description": "Laughing Juice is an exclusive venue, suitable for private luncheons/dinners, birthday parties, gatherings and product launches. The venue is located 5 minutes from Orchard MRT and has easy access to parking. Laughing Juice also provides private chef services and offers a range of boutique whiskeys, wines, and spirits. \n\nThe exclusivity of the venue makes it a perfect fit for Bachelorette parties, Hen parties & parties that can get a little wild. Celebrate your event here and have a cherishable hangover worthy experience you will never forget. What happens at Laughing Juice, stays in Laughing juice. \nPromotion:\n10% off for venue bookings madethroughh Venuerific\nPromo code: LAUGH10OFF"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/141.jpg",
        "tagline": "Rang Mahal",
        "location": "Marina Square",
        "eventType": [
            "Restaurant"
        ],
        "description": "Since its inception in 1971, fine dining Indian restaurant Rang Mahal at Pan Pacific Singapore represents a legacy of gastronomic excellence of over four decades in visionary culinary dedication. Serving traditional authentic Indian food, the award winning restaurant continues to remain true to its roots with the constant push of innovation, which is presented in an exceptional menu that marries contemporary and heritage. Complemented with their impeccable service, diners can expect an extraordinary dining experience that is built upon a foundation of unwavering passion. In the unrelenting pursuit of excellence, Rang Mahal embarked on a transformation in 2012 and reopened with an elegant and timeless look. Awarded the esteemed Singapore Brand Prestige Award in 2009 and Singapore Tatler Best Restaurants consecutively since 2010, Rang Mahal continues to push the boundaries to provide a holistic award winning dining experience. Owned by Singapore-based Hind Group, Rang Mahal Restaurants presents authentic traditional Indian fare in modern, minimalistic forms and is known for its contemporary and stylish interiors. Regardless if it is a simple birthday party or a lavish corporate function, Rang Mahal will make your event an unforgettable one!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/142.jpg",
        "tagline": "FYR Cycene Ond Drinc",
        "location": "Raffles Place",
        "eventType": [
            "Bar",
            "Restaurant"
        ],
        "description": "FYR Cycene Ond Drinc (pronounced as FIRE Kitchen and Drink) is a casual dining restaurant and bar located at 19, Boon Tat Street. Against the backdrop of Chinatown’s historic allure, FYR promises an intriguing experience that harks back to a simpler time. It’s interior is a decidedly rugged vibe, flavoured by an overhanging vintage chandelier, sepia-hued wall mural and hardwood benches. \n\nEven its moniker is as old as time – it is the etymology of fire, the chiefest of elements in cooking. Juxtaposing this intricate tapestry of olden-day charm is FYR’s modern European-style cuisines. Exotic herbs and spices of Southeast Asia go into every dish, intensifying the taste. All of FYR’s cuisine and dishes are whipped up using the Josper Charcoal Oven. The chefs of FYR use lychee wood, which gives the dishes a wonderful smoky note that is tinged with sweetness. FYR is helmed by a management team and key service staff who collectively have more than 15 years of experience. With good food and the lively atmosphere, this area is perfect hosting all kinds of activities such as birthday parties, bachelor parties, hen parties and so forth."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/143.jpg",
        "tagline": "Amethyst",
        "location": "Keppel",
        "eventType": [
            "Unique venue",
            "Yacht"
        ],
        "description": "The Amethyst was developed to set a new standard as the state-of-the-art, pure-bred Aquila 48 Power Catamaran1 with a perfect balance between luxurious comfort and performance. The main deck offers extended spaces for living large, with beautiful panoramic views and access to both forward and aft covered cockpit seating areas. Inside, comfortable saloon seating ensures leisurely dining and entertainment. The galley is ergonomically designed with the most modern of appliances, and all the cabins are well-lit thanks to their panoramic windows and offer spacious en-suite bathrooms and showers stalls.\n\nPleasing modern lines set the Amethyst in a league of her own and moving around this boat is a breeze for all. Access to the flybridge from one of five convenient stairways – the interior salon, or the innovative forward and aft secure stairways. A large entertainment and dining area on the flybridge with barbecue with wet bar. On the main deck, outside shaded areas in the front and rear ensure leisurely relaxation on every level. Everywhere you look on board the Amethyst, you will find quality without compromise. So plan your next team-bonding, birthday, Christmas party on board this majestic yacht and have a whale of a time."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/144.jpg",
        "tagline": "SG Yacht",
        "location": "Sentosa",
        "eventType": [
            "Yacht"
        ],
        "description": "Ideal for a weekend soirée or corporate getaway, Sgyacht and Sevens possess the ultimate luxurious motor yachts. It is an impressive 50-footer, Sgyacht is fresh off the drawing boards of the BMW design team. It boasts a luxurious cherry wood salon interior with sleek leather lounges. Its generous aft deck features a roomy lounge that seats 13 adults. And its large cockpit is great for a variety of watersports. Generous seating in the open salon enhances the overall comfort level. And a face-to-face dinette completes the relaxed living space. The popular design offers two quiet staterooms complemented by two ensuite heads. The tranquil master stateroom includes private sliding-door access to the cockpit for added comfort. This exceptional layout is completed with beautiful handcrafted cherry wood furnishings in a superior high-gloss wood finish. Sgyacht’s interior is all about form and function. As you’ll be hooked up to a massive selection of movies with a 40-inch television. Music can also be played through the fly bridge and interior stereo systems. This fully decked out yacht will be the perfect getaway party venue from anniversaries to corporate party, SG Yacht is sure to make this an occasion to remember!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/145.jpg",
        "tagline": "No.5 Emerald Hill Cocktail Bar",
        "location": "Orchard Road",
        "eventType": [
            "Bar"
        ],
        "description": "Affectionately known as No.5, this bar has become the favorite “watering hole” for many locals, expatriates and tourists since 1991. Housed in a 1910 Peranakan shophouse, the old charm and flavor of the Peranakan are retained with the original wall paint, antique carvings and unpolished wooden floorboards still intact. Just minutes away from the busy hub of Orchard Road, the quaintness of Emerald Hill and the charisma of the architecture provide a warm and cozy ambiance at No.5. \n\nCustomers will feel immediately at home when they step into the bar. Serving an impressive range of international cocktails, mocktails, shooters, long drinks, beers and spirits using premium labels as house pours! This unique shophouse bar is great for knocking down a few beers with friends and family or have a lavish birthday party with some tasty alcoholic cocktails!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/146.jpg",
        "tagline": "Miska Cafe",
        "location": "Sentosa",
        "eventType": [
            "Cafe",
            "Outdoors",
            "Restaurant"
        ],
        "description": "With influences from the Mediterranean, Miska Cafe is dedicated to provide a relaxed gathering place for friends and families, with a breathtaking view of the marina. Come and experience an authentic yet modern experience, through a creative Mediterranean menu that combines fresh products, homemade sauces and dressings, a subtle blend of spices and exotic flavours. Complement your meals or chill out evenings with a wide selection of cold draught beer, wines, margaritas, cocktails and specialty drinks that are available from the bar.\n\nComplementing the appetising food is the pretty view of the island. Situated in Sentosa, guests get the front row seat to the gorgeous view of the Sentosa waters. Be it a simple get together with friends and family or a grand party - corporate party, year end party or Christmas party, Miska Cafe will help you host an event that is a night to remember!\nPromotions:\n10% off event booking for SC staff\n- Promotion not available with other deals\n- Promo code: SCBVRDEAL\n\n10% off event booking for JP Morgan staff\n- Promotion is not available with other deals\n- Promo code: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/147.jpg",
        "tagline": "Giardino Pizza Bar & Grill (Chijmes)",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Pizzeria Giardino was established at Chijmes in 2004 and they have recently re-opened a new restaurant in CHIJMES under the name Giardino Pizza Bar & Grill. Giardino! is a casual Italian restaurant, specializing in rustic yet refined Italian food with an authentic flair. They offer classic and artisan pizzas that are hand-crafted and cooked to order in their wood-fired oven, which is visible throughout the restaurant. All their entrees are made from scratch from the highest quality, imported and domestic, ingredients. \n\nApart from their amazing tasting food, the ambiance and décor are second to none. This space has a distinct personality that sets a mood for high-energy fun and entertainment. Combining good food with the stunning interior design, Giardino Pizza & Bar is best suited for all sorts of events including proposal, anniversary party, Christmas party, team-bonding and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/148.jpg",
        "tagline": "The Polliwogs @ Suntec City",
        "location": "Esplanade",
        "eventType": [
            "Kids & Recreational"
        ],
        "description": "The Polliwogs @ Suntec City offers seriously FUN memories in a safe and hygienic environment. There are multiple adventurous attractions and diverse programs facilitate social interactions between families and encourage the fostering of new friendships. Indulge in delicious healthy food and snacks; meet The Polliwogians – Rocky, Larry, Poco and Bobby; throw a themed kid’s birthday party; get creative with our weekly activities; and much much more. Featuring state of the art play equipment, custom built to promote parent-child bonding through multi-sensory play.\n\nEach centre also offers a dedicated play arena for toddlers that encourages the development of fine motor skills, as well as a comfortable lounge area with free wireless network for the adults. FUN Ambassadors are always ready to organize exciting activities and unforgettable celebrations for that special day in every child and parents’ lives."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/149.jpg",
        "tagline": "The Polliwogs @ Eastpoint Mall",
        "location": "Simei",
        "eventType": [
            "Kids & Recreational"
        ],
        "description": "The Polliwogs @ Eastpoint Mall offers seriously FUN memories in a safe and hygienic environment. There are multiple adventurous attractions and diverse programs facilitate social interactions between families and encourage the fostering of new friendships. Indulge in delicious healthy food and snacks; meet The Polliwogians – Rocky, Larry, Poco and Bobby; throw a themed kid’s birthday party; get creative with our weekly activities; and much much more. Featuring state of the art play equipment, custom built to promote parent-child bonding through multi-sensory play.\n\nEach centre also offers a dedicated play arena for toddlers that encourages the development of fine motor skills, as well as a comfortable lounge area with free wireless network for the adults. FUN Ambassadors are always ready to organize exciting activities and unforgettable celebrations for that special day in every child and parents’ lives."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/150.jpg",
        "tagline": "Kuro Izakaya - Event Space",
        "location": "Esplanade",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Located in the epicenter of Suntec City, KURO Izakaya is a Japanese gastro bar; firing up Robatayaki and Kushiyaki it also houses a great selection of Whisky and Sake. Impress your guest with their unique Japanese canapes from Yakitori, Hamachi Crudo, Assorted Maki, Matcha Tiramisu Shooters and many more while they indulge in booze from the open bar. \n\nThe Japanese-style Binchō-tan meets Kintsukuroi interior spring a chic contemporary mélange creating the perfect atmosphere to shoot the breeze at an after-work party or mingle at a networking session. This daring mishmash of elements tap into the beauty of gold with a burst of black creating a harmonies hue that evokes images of indulgence and affluence – a place you’d want to be and a place to be seen!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/151.jpg",
        "tagline": "YC Events Space Changi",
        "location": "Changi",
        "eventType": [
            "Event space",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "YC also known as Yum Cha is located at UE Bizhub East. Yum Cha is a Chinese restaurant that serves authentic traditional Chinese food. Adorned with Chinese inspired lantern lights, wooden chairs and gorgeous flower setup on every table, YC events space makes guests feel right at home. The huge window panes lining the walls of this venue allow natural daylight to shine through, making the event space look spacious and inviting. \n\nYC Events Space at Changi suitable for your corporate events like a meeting, presentations, workshops, dinner and dance, etc or social event like weddings, birthday, baby shower, engagement etc."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/152.jpg",
        "tagline": "Kai Garden",
        "location": "Marina Bay",
        "eventType": [
            "Meeting Room/Space",
            "Restaurant"
        ],
        "description": "Evoking the decadence of an emperor’s courtyard and seating up to 200 diners, Kai Garden is the premier dining destination in Marina Square headed by Owner and Executive Chef Fung Chi Keung, an award-winning chef whose inimitable style and sumptuous Cantonese dishes have placed him among the elite of Chinese chefs in Singapore. \n\nWith a flexible layout including the main dining hall, a multipurpose function room and four individual private VIP rooms, the host can pick and choose a particular room or hall that best suit the event. The different room sizes cater to all types of events regardless of size and it is perfect for hosting small intimate parties - 50th birthday parties, 60th birthday parties, year-end parties to large formal events - business luncheon, business dinner, corporate function and company party."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/153.jpg",
        "tagline": "On the Table",
        "location": "Pasir Panjang",
        "eventType": [
            "Cafe",
            "Restaurant"
        ],
        "description": "On the Table takes pride in serving up the most delicious comfort fare, believing that you deserve only the best food and service. The interior exudes a raw industrial vibe, yet retains a cozy and comfortable atmosphere perfect for any form of gatherings. With a public car park and Pasir Panjang MRT station just right at our doorstep, our event venue is easily accessible and your guests will have no difficulties locating the café at all!\n\nWe know that good times only begin in the presence of great food and amazing company. On the table will help you with the former and all you need to do is to bring in your favorite family and friends for a grand celebration! Birthdays parties, company parties, social gatherings and other celebrations are always welcome here at On the table."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/154.jpg",
        "tagline": "Lagoon 450 \"Elysium\"",
        "location": "Keppel",
        "eventType": [
            "Yacht"
        ],
        "description": "Owned by Lloyd Marine, this beautiful Lagoon 400 sailing catamaran is ideal for intimate gatherings of up to 18 people. Drop anchor in the sheltered bays of Singapore Southern Islands and enjoy a BBQ on deck, kayaking and paddle-boarding by day or entertain in style on a sunset cruise, with the stunning Singapore skyline as your backdrop.\n\nHave a fun time with Lagoon 450 ‘Elysium’. This majestic yacht will be the perfect location for just hanging out with friends and family. Be it a birthday party, new year eve party, Christmas party, this place will surely make your event a day to remember."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/155.jpg",
        "tagline": "Mikanna Luxury Yacht",
        "location": "Sentosa",
        "eventType": [
            "Yacht"
        ],
        "description": "Designed by architects Morrelli & Melvin and built by award-winning SA boat builder Robertson & Caine, Mikanna features groundbreaking innovations in comfort, safety, and performance. Mikanna represents the next generation of power catamaran luxury yachts, which was designed specifically for your enjoyment. Mikanna features outdoor and indoor dining areas, a fully equipped galley, spacious saloon, and a cocktail bar off the galley. There are 4 suits with Showers. The flybridge on top of the main salon comes complete with wrap around seating for 8, a wet bar, BBQ, cooler, and drink holders. This spacious and luxurious yacht can accommodate comfortably 26 guests.\n\nMikanna is the first yacht in Singapore to have projector screen installed which can be used for presentation or movies. It is a perfect location to entertain your family, guests or clients for corporate & private events, birthdays, anniversaries or a daily family outing."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/156.jpg",
        "tagline": "Original Sin",
        "location": "Holland",
        "eventType": [
            "Bar",
            "Cafe",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Origin Sin is a Mediterranean Restaurant with a menu catered for all lovers of Mediterranean and vegetarian food with a wide selection of wines and beverages. This restaurant can accommodate 100 seating capacity of our restaurant, 50 indoor and 50 outdoor. They can cater to 200 guests for a cocktail party, seating and standing included. \n\nAt night, Origin Sin is known to have a candlelight ambiance indoors and outdoors. With a nice garden table at the outdoor seating area, diners can have a gorgeous view of the night skies. Should the need arises, Origin sin is able to display an outdoor bar and a DJ Console. The restaurant can be booked separately by indoor or outdoor or both spaces together for the event organizer's flexibility. The versatile nature that the restaurant provides make this the perfect venue for hosting parties, anniversaries, corporate functions, business luncheons, business dinners and many other events!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/157.jpg",
        "tagline": "Noti Restaurant & Bar",
        "location": "Chinatown",
        "eventType": [
            "Bar",
            "Restaurant"
        ],
        "description": "Brought up in a family of successful restaurateurs in his hometown in the south of Italy, owner and chef Toni Rossetti brings to his very own restaurant – NOTI Restaurant & Bar, a taste of home, tradition and warmth of authentic Italian food from cherished family recipes and the flavors from this bountiful region. In a contemporary interior that exudes a trendy vibe, Toni and his team provide the guests with the consummate dining experience of good food and great hospitality that has become the signature of Noti restaurant and bar.\n\nLocated at Club Street, this eye-catching brightly colored yellow shophouse has a modern and trendy interior design. Playing around with red, black and beige colors, this trendy Italian restaurant gives off a luxurious vibe, making it suitable for hosting important business luncheons, dinners or just a simple gathering among friends!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/158.jpg",
        "tagline": "The Polliwogs @ Vivocity",
        "location": "Harbourfront",
        "eventType": [
            "Kids & Recreational"
        ],
        "description": "The Polliwogs @ Vivocity Mall offers seriously FUN memories in a safe and hygienic environment. There are multiple adventurous attractions and diverse programs facilitate social interactions between families and encourage the fostering of new friendships. Indulge in delicious healthy food and snacks; meet The Polliwogians – Rocky, Larry, Poco and Bobby; throw a themed kid’s birthday party; get creative with our weekly activities; and much much more. Featuring state of the art play equipment, custom built to promote parent-child bonding through multi-sensory play.\n\nEach center also offers a dedicated play arena for toddlers that encourages the development of fine motor skills, as well as a comfortable lounge area with a free wireless network for the adults. FUN Ambassadors are always ready to organize exciting activities and unforgettable celebrations for that special day in every child and parents’ lives."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/159.jpg",
        "tagline": "Butter Studio",
        "location": "Jalan Besar",
        "eventType": [
            "Cafe",
            "Halal Venue"
        ],
        "description": "Favorably located at the city fringe (just outside of Singapore’s Central Business District) and nestled in the charming, eclectic Jalan Besar neighborhood, Butter Studio is a cozy respite from the urban hustle and bustle. Housed in a heritage conservation shophouse and the homely, rustic furnishings within the store create a relaxed and comforting ambiance. Butter Studio is a homegrown artisan bakery dedicated to honoring the craft of home baking while infusing a playful spin on familiar comforting bakes. Handcrafted fresh daily with fine quality ingredients, signature favorites include the Salted Caramel Red Velvet cake, Speculoos Ondeh cake and Sea Salt Nutella tart.\n\nIt’s a perfect venue for birthday celebrations, family gatherings, engagement parties, team meetings and corporate functions. As a versatile unique space, it is also suitable for conducting workshops, masterclasses and seminars for team bonding sessions."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/160.jpg",
        "tagline": "The Projector",
        "location": "Beach Road",
        "eventType": [
            "Auditorium",
            "Event space",
            "Halal Venue",
            "Theater"
        ],
        "description": "The Projector is not your average cinema, this space is a genuine alternative to the conventional cineplex. Their unique space has been adaptively reused to facilitate a wide range of activities and events beyond traditional movie screenings. The Projector resides in an often overlooked piece of local architecture - Golden Mile Tower, a modernist architectural icon of early Singapore. The space calls subtle attention to the past glory of a beloved old cinema. Special elements of the space harken back to its past: vintage signage, original flip-up theatre seats with wooden armrests, fabric walls, and floor lettering denoting the rows of seats have all been retained. \n\nWith a classic cinema hall, an experimental cinema and entertainment space with extended stage, and a sunlit cafe foyer with panoramic city views, The Projector is an ideal setting for a range of traditional or one-of-a-kind events, from a simple event such as a corporate seminar to a huge and lavish event like a product launch or product exhibition, The Projector got you covered!\n\nEither or both of our halls (left, right) are available for hire, each includes use of the Cafe reception/lobby area (below right) for additional space and programming needs. Each hall has been updated and redesigned to facilitate a range of events types. The space is easily accessible via direct elevator from the ground floor. Venue packages start from $2,500 based on 4-hour block slots!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/161.jpg",
        "tagline": "iNCOGNiTO Bar",
        "location": "Jalan Besar",
        "eventType": [
            "Bar",
            "Cafe",
            "Outdoors"
        ],
        "description": "Located in the up and coming Jalan Besar precinct, iNCOGNiTO is a collaboration with the good folks from Chye Seng Huat Hardware. When the sun sets, the hip coffee bar melds into iNCOGNiTO, a craft beer bar with a twist. iNCOGNiTO is all about craft beers on tap, special releases, rare cellared beers and hearty food with a twist.\n\nThe CSHH Co\u001fffee Bar features the \u001efirst 360-degree co\u001fffee bar in Singapore, where it highlights the barista’s brewing craft. The bar features espresso-based and single origin co\u001fffee. The cold brew co\u001fffee is bottled and served with milk and simple syrup on the side. For beer lovers, Papa Palheta has collaborated with local brewers, Jungle Beer, to come up with a co\u001fffee beer using Papa Palheta’s signature blend, Terra Firma. For tummy-fillers, the bar features pairings of coffee\u001f and our baked goods. The kitchen serves sandwiches, patties, pancakes and a meat platter.\n\nThis minimalistic style bar is perfect for hosting all sorts of events, including business brunch, media event, influencer event and birthday parties."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/162.jpg",
        "tagline": "Ristorante Pietrasanta",
        "location": "Buona Vista",
        "eventType": [
            "Event space",
            "Gallery",
            "Meeting Room/Space",
            "MICE",
            "Outdoors",
            "Restaurant",
            "Unique venue"
        ],
        "description": "Ristorante Pietrasanta is a dining outlet which embraces the concept of a Family Restaurant in Tuscany Style. Ristorante Pietrasanta’s focus is to delight every customer with an authentic Tuscan dining experience. Served in a comfortable and home-like Italian environment, the restaurant is an ideal getaway from the hustle and bustle of city life, especially for those who want to relax and chill out in a cosy place. Culture and gastronomy have always been in the heart of the family which hails from the artistic town of Pietrasanta in Tuscany. This space can host up to 120 standing or 80 sitting event. Casa Pietrasanta - the private dining room, is designed to cater for groups to enjoy private dining experience at a warm and cosy venue. It is an ideal location to host your special event. Equipped with a private kitchen and wine cellar, our team of accommodating chef and staff welcomes you to experience a special and memorable time. This exclusive space can take up to 60 standing or 34 sitting event."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/163.jpg",
        "tagline": "Da Paolo BistroBar",
        "location": "Rochester Park",
        "eventType": [
            "Bar",
            "Event space",
            "Restaurant"
        ],
        "description": "Alfresco dining at D Paolo BistroBar is exceptional cuisine in a stylishly laid-back environment. With huge window panes, this unique location offers natural and warm daylight and at night, this location offers a picturesque view of the night skies. Being a modern and elegant restaurant, the place is a romantic location perfect for events like anniversaries, proposal, ceremony or even a wedding reception.\n\nA contemporary European menu offers lovingly prepared dishes. Enjoy a surprising set lunch, drop by for our Sunday brunch, or unwind over fresh signature cocktails. This combination of culinary delights, heavenly drinks and breezy-ambience also makes BistroBar the ideal location for a memorable event."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/164.jpg",
        "tagline": "Lifelong Learning Academy",
        "location": "Macpherson",
        "eventType": [
            "Auditorium",
            "Event space",
            "Halal Venue",
            "Meeting Room/Space"
        ],
        "description": "Learning Studios @ Lifelong Learning Academy is an ideal venue for all sorts of training, meetings and seminars. With flexible partitioning of each room, it could cater to various group sizes. Each partition has been soundproofed, leaving distraction or eavesdropping the last worry on your mind. Equipped with a state of the art projector and audio system, your presentation would be a walkover with your message effectively conveyed to your attendees. \n\nStrategically located beside MacPherson MRT station coupled with a bus stop a short walk away, accessibility is definitely not a hassle for your attendees. Various setups for seminars and training are available with the help of the friendly team at the academy."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/165.jpg",
        "tagline": "Kinki Restaurant + Bar",
        "location": "Raffles Place",
        "eventType": [
            "Bar",
            "Event space",
            "Outdoors",
            "Restaurant",
            "Rooftop"
        ],
        "description": "A modern-Japanese restaurant set within the center of a heritage building overlooking Singapore’s beautiful Marina Bay waterfront, Kinki Restaurant serves up unique non-conventional Japanese dishes using the freshest ingredients and the most creative of flavor combinations – all served at the highest quality. Experience the culinary artistry in Kinki’s signature dishes like the Foie Gras and Scallop Sushi and Tai Carpaccio of thinly sliced sea bream with shio konbu and truffle oil. Taste the specially concocted truffle oil, Kinki Truffle Oil, in the aromatic Tai Carpaccio. Its drinks list is a medley of ‘East meets West’ cocktails and traditional Japanese liquor built to complement its food and all local and international palates.\n\nThe brand’s cheeky, hip and playful attitude permeates from its interiors which includes an attention-grabbing floor mural designed by tattoo artist Christ Garver of Miami Ink fame, to its personable and enthusiastic service and culinary team. With the gorgeous waterfront view, it makes for a good place for business meetings amongst expatriates and office executives working nearby. As Singapore’s first graffiti art bar, Kinki Rooftop Bar is the epitome of a Tokyo underground scene. Set within an urban landscape with a spectacular view of the Marina Bay waterfront, the bar is filled with edgy graffiti and warm lights to set a hip yet relaxing and unpretentious vibe for friends to hang out. Kinki Restaurant + Bar is a great event venue for hosting parties, team-bonding get-together, office parties and even happy hour with friends!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/166.jpg",
        "tagline": "Deck",
        "location": "Bugis",
        "eventType": [
            "Event space",
            "Gallery",
            "Halal Venue",
            "Outdoors",
            "Unique venue"
        ],
        "description": "Deck is a Groundbreaking Art Space & Unique Event Space launched with the mission to support and nurture the community of photography enthusiasts in Singapore and Southeast Asia. It houses a Gallery, Resource Library, Activity Studio, Artist’s Studio and Café within 19 magnificent shipping containers, creatively assembled to overcome the challenge of land scarcity in our small city. \n\nIt is an art connector between two art institutions in the Bras Basah District, and offers an accessible venue for people to celebrate photography right in the city centre of Singapore. Perfect event venue for product launches, fashion shows, corporate celebrations, roadshows and fundraising activities."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/167.jpg",
        "tagline": "The Pelican",
        "location": "Marina Bay",
        "eventType": [
            "Bar",
            "Meeting Room/Space",
            "Outdoors",
            "Restaurant"
        ],
        "description": "A chic and laidback dining spot along One Fullerton overlooking a spectacular view of the Marina Bay waterfront, The Pelican serves luxurious yet comforting East Coast American cuisine grounded in the freshest seafood prepped skillfully by its culinary team. Dishes are inspired by the notion of homecoming celebrations and are created for sharing. These include seafood platters, boils and raw bar options. The drinks menu includes classic cocktails with a twist alongside an extensive list of wines. \n\nThe interiors of the indoor restaurant are lavish with large comfortable leather booths, elegant black and white marble flooring and an eclectic mix of vintage items. At the outdoor Pelican Deck, guests can enjoy the breeze and sunset while enjoying regular oyster deals alongside DJ beats focused on the popular funky house, RnB and Hip Hop tracks. With appetising food, modern furnishings and up-to-date popular spins, The Pelican is a popular spot for hosting events such as birthday party, bachelor party, hen party, bridal shower, etc!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/168.jpg",
        "tagline": "Mr Punch Public House",
        "location": "City Hall",
        "eventType": [
            "Bar",
            "Cafe",
            "Gallery",
            "Meeting Room/Space",
            "Restaurant",
            "Rooftop"
        ],
        "description": "Best known for his work in the puppet show, ‘Punch & Judy’, Mr Punch now introduces his latest venture at 26 Seah Street: Mr Punch Public House. Iconic for its walls, which are adorned with vintage enamel and tin signs, the space exudes just the kind of odd familiarity that makes it feel like home to a travelling old-timer. Cozy and intimate, the basement is perfect for casual events and private get-together, while the wild and free can find their home at the rooftop. \n\nTrue to his puppet shows origin, Mr Punch adds showmanship to each event, from his Opening Act table to his Finale display. Mr Punch Public House provide the inspiration and the venue that will make your event be it a birthday party or a company get-together a truly memorable and unique one!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/169.jpg",
        "tagline": "Senso Ristorante & Bar",
        "location": "Chinatown",
        "eventType": [
            "Bar",
            "Outdoors",
            "Restaurant"
        ],
        "description": "Established in 2000 on 21 Club Street, Senso Ristorante & Bar is well-known for its authentic Italian fine-dining cuisine (cucina italiana) and its impeccable service. Senso Ristorante & Bar firmly believes in maintaining its high standards of excellent food, warm and sophisticated atmosphere. Upon entering Senso, diners will be enthralled by the understated elegance and sophistication of this 156-seater establishment that occupies five heritage shophouses.At Senso Ristorante & Bar, you and your guests get to enjoy the exquisite Italian food, the friendly service and the overall warm and welcoming atmosphere. This place is perfect for hosting events such as anniversaries, birthday parties, Christmas parties, business dinners and many more!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/170.jpg",
        "tagline": "HUNGRY HEROES",
        "location": "Farrer Park",
        "eventType": [
            "Bar",
            "Event space",
            "Restaurant"
        ],
        "description": "Hungry Heroes is the first superhero theme cafe and restaurant in Singapore. Amassed over the last 25 years, Hungry Heroes displays countless original and licensed superhero memorabilia from Marvel & other comics, including life-sized statues, head busts, figurines and movie posters. This restaurant and bar specialising in hearty meats and American delights. From the nuclear-powered kitchen, specialty meat is the name of the game and share-worthy platters of tender cuts are the superpowers of Hungry Heroes.\n\nLocated in a surprisingly quaint part of Little India, Hungry Heroes is housed in a charming and nostalgic conservational shophouse. The gorgeously quirky interior space makes it an excellent venue for fun and intimate events such as birthday parties, team-bonding, kid’s birthday parties, baby shower and many more!. Provide an enjoyable experience for your guests with hearty grilled meats paired with tasty craft beers. \nPromotions:\nGet 10% off event booking for SC staff\n- Promotion not available with other deals\n- Promo code: SCBVRDEAL\n\nGet 10% off event booking for JP Morgan staff \n- Promotion not available with other deals\n- Promo code: JPMVRDEAL"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/171.jpg",
        "tagline": "Group Therapy Duxton",
        "location": "Duxton Hill",
        "eventType": [
            "Bar",
            "Cafe",
            "Event space",
            "Meeting Room/Space",
            "Restaurant",
            "Solemnisation"
        ],
        "description": "Housed on the second storey of a restored conservation shophouse in Tanjong Pagar, Group Therapy Duxton is an intimate and charming space with a loft-like ceiling that affords you the flexibility to host your events in comfort and style.\n\nThe space can be engaged for private functions such as networking events, media launches, workshops, off-sites and celebrations and can be booked out by section or in its entirety on a hourly, half-day, full-day block. Event packages are all-inclusive of catering and facilities such as a projector and AV support."
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/172.jpg",
        "tagline": "Mint Museum of Toys",
        "location": "City Hall",
        "eventType": [
            "Event space",
            "Gallery",
            "Halal Venue",
            "Meeting Room/Space",
            "Museum"
        ],
        "description": "MINT Museum of Toy’s contemporary building, located in Singapore’s Civic District, offers unique spaces to host both corporate & private events. With 4 thematic levels, the museum showcases an extensive collection of rare and unique vintage toys from the 1840s - 1980s; think ray guns, Batman and teddy bears. The unique decor offers a one-of-a-kind experience that will inspire nostalgia and the child in every one of us.\n\nBringing back old childhood memories, these unique place is perfect for hosting kids birthday parties, one-of-a-kind wedding ceremonies and small and intimate team-bonding activities, etc!"
    },
    {
        "image": "https://s3-ap-southeast-1.amazonaws.com/scraped-photos/photos/173.jpg",
        "tagline": "SuperTree By IndoChine",
        "location": "Marina Bay",
        "eventType": [
            "Bar",
            "Restaurant",
            "Rooftop"
        ],
        "description": "As the only establishment atop the SuperTree Grove, SuperTree by IndoChine is situated perfectly on the tallest structure, so guests will be able to sip martinis and enjoy intimate dinners under the starlit skies. With premium location, views and first-rate services, Supertree by Indochine is your perfect venue for hosting corporate events, product launches and weddings for up to 400 people."
    }
]